Repository: BillTheBest/MetaNAS
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. ou=Users
fa: ou=Users اضافه مي شوند براي آنها استفاده مي گردد مانند LDAP اين پارامتر پسوندي را مشخص مي نمايد كه هنگامي كه كاربران به شاخه

source: Group Suffix
fa: پسوند گروه

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. ou=Groups
fa: ou=Groups استفاده مي شود ، مانند LDAP اين پارامتر پسوندي را مشخص مي نمايد كه هنگام افزودن گروه ها به شاخه

source: Password Suffix
fa: پسوند كلمه عبور

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. ou=Passwords
fa: ou=Passwords استفاده مي شود را، مشخص مي نمايد. مانند LDAP اين پارامتر پسوندي را كه هنگام افزودن كلمات عبور به شاخه

source: Machine Suffix
fa: پسوند ماشين

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. ou=Computers
fa: ou=Computers استفاده مي شود را، مشخص مي نمايد. مانند LDAP اين پارامتر پسوندي را كه هنگام افزودن ماشين ها به شاخه

source: Encryption Mode
fa: روش رمز كردن

source: This parameter specifies whether to use SSL/TLS, e.g. on/off/start_tls
fa: on/off/start_tls استفاده شود. مانند SSL/TLS اين پارامتر مشخص مي نمايد كه آيا از

source: Self signed certificate
fa: گواهينامه امضاء شده شخصي

source: Place the contents of your self signed certificate file here.
fa: محتويات فايل گواهينامه امضاء شده خود شما را اينجا وارد نماييد

source: Auxiliary Parameters
fa: پارامترهاي كمكي

source: These parameters are added to ldap.conf.
fa: اضافه شده اند ldap.conf اين پارامترها به

source: Alternate TCP port. Default is 873
fa: جايگزين، پيش فرض 873 است TCP پورت

source: These parameters will be added to [global] settings in rsyncd.conf
fa: اضافه خواهد شد rsyncd.conf اين پارامترها به تنظيمات سراسري در

source: Configure Rsyncd
fa: را پيكربندي نماييد Rsyncd

source: Module name
fa: نام ماژول

source: Path to be shared
fa: مسيري كه بايد به اشتراك گذاشته شود

source: Access Mode
fa: سبك دسترسي

source: This controls the access a remote host has to this module
fa: اين مورد، دسترسي يك ميزبان راه دور را به اين ماژول ، كنترل مي نمايد

source: Maximum connections
fa: حداكثر اتصالات

source: Maximum number of simultaneous connections. Default is 0 (unlimited)
fa: (حداكثر تعداد اتصالات همزمان، پيش فرض 0 است (نا محدود

source: This option specifies the user name that file transfers to and from that module should take place. In combination with the 'Group' option this determines what file permissions are available. Leave this field empty to use default settings
fa: اين گزينه نام كاربري را كه انتقالات فايل از يا به آن ماژول بايد انجام بگيرد را مشخص مي نمايد. در تركيب با گزينه "گروه"، تعيين مي كند كه چه مجوزهاي فايلي وجود دارد. اين فيلد را خالي بگذاريد تا از تنظيمات پيش فرض استفاده نمايد

source: This option specifies the group name that file transfers to and from that module should take place. Leave this field empty to use default settings
fa: اين گزينه نام گروهي را كه انتقالات فايل از يا به آن ماژول انجام مي گيرد را مشخص مي نمايد. اين فيلد را خالي بگذاريد تا از تنظيمات پيش فرض استفاده نمايد

source: Hosts allow
fa: پذيرفتن ميزبان ها

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings
fa: مشخص نماييد. اين فيلد را خالي بگذاريد تا از تنظيمات پيش فرض استفاده نمايد IP براي ميزبان ها است كه مجاز به دسترسي به اين ماژول هستند. شما مي توانيد ميزبان ها را با نام يا شماره tab اين گزينه يك مجموعه محدود از كاما، فاصله يا

source: Hosts deny
fa: رد كردن ميزبان ها

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings
fa: يا ماسك شبكه0.0.0.0/0 استفاده شود و سپس به صراحت مجوز مي دهد به پارامترهاي مجاز ميزبانها كه آن ميزبان ها بايد براي دسترسي مجاز باشند. اين فيلد را خالي بگذاريد تا از تنظيمات پيش فرض استفاده نمايد ALL از ميزباني است كه داراي مجوز دسترسي به اين ماژول نيست. جايي كه ليست ها ناسازگاري دارند، ليست مجاز اولويت دارد. در شرايطي كه لازم باشد تمام موارد بصورت پيش فرض رد شوند، از كلمه كليدي tab اين گزينه يك مجموعه حائل كاما، فاصله و يا

source: These parameters will be added to the module configuration in rsyncd.conf
fa: اضافه خواهد شد rsyncd.confاين پارامترها به پيكربندي ماژول در

source: Rsync Module
fa: Rsync ماژول

source: Rsync Modules
fa: Rsync ماژول هاي

source: Check interval
fa: فاصله چك كردن

source: Sets the interval between disk checks to N minutes. The default is 30 minutes
fa: دقيقه تنظيم كرده است، پيش فرض 30 دقيقه است N فاصله بين چك كردن ديسك ها را روي

source: Power mode
fa: Power مد

source: Difference
fa: تفاضل

source: Report if the temperature had changed by at least N degrees Celsius since last report. 0 to disable
fa: درجه سلسيوس از آخرين گزارش تغيير داشته است، گزارش نمايد، 0 براي غير فعال نمودن است N اگر حرارت حداقل

source: Informal
fa: بي قاعده

source: Report if the temperature is greater or equal than N degrees Celsius. 0 to disable
fa: درجه سلسيوس شد، گزارش نمايد، 0 براي غير فعال نمودن است N اگر حرارت بيشتر يا مساوي

source: Critical
fa: بحراني

source: Email to report
fa: آدرس نامه الكترونيكي براي گزارش دادن

source: Destination email address. Separate email addresses by semi-colon
fa: آدرس نامه الكترونيكي مقصد. آدرس ها را با ; جدا نماييد

source: Control Services
fa: سرويس هاي كنترلي

source: Device Extents
fa: اندازه هاي وسيله

source: Add Device Extent
fa: افزودن اندازه وسيله

source: View Device Extents
fa: مشاهده اندازه هاي وسيله

source: File Extents
fa: اندازه هاي فايل

source: Add File Extent
fa: افزودن اندازه فايل

source: View File Extents
fa: مشاهده اندازه هاي فايل

source: Add Rsync Module
fa: Rsync افزودن ماژول

source: View Rsync Modules
fa: Rsync مشاهده ماژول هاي

source: The service could not be stopped.
fa: سرويس نمي تواند متوقف شود

source: The service could not be started.
fa: سرويس نمي تواند شروع به كار نمايد

source: Confirm Share Password
fa: تاييد كلمه عبور مشترك

source: The path %s does not exist
fa: وجود ندارد %s مسير

source: The field is a not a valid IP address or network
fa: يا شبكه معتبر نيست IP اين فيلد يك آدرس

source: The IP '%s' is not valid.
fa: معتبر نيست '%s' ، IP آدرس

source: Maproot group requires Maproot user
fa: نياز دارد Maproot به كاربر Maproot گروه

source: Mapall group requires Mapall user
fa: نياز دارد Mapall به كاربر Mapall گروه

source: Maproot user/group disqualifies Mapall
fa: را صلب صلاحيت كرده است Mapall ، Maproot كاربر يا گروه

source: Name
fa: نام

source: Export Read Only
fa: صادر كردن فقط خواندني

source: Browsable to Network Clients
fa: قابل جستجو براي سرويس گيرنده هاي شبكه

source: Inherit Owner
fa: مالكيت به ارث برده شده

source: Inherit Permissions
fa: مجوزهاي به ارث برده شده

source: Export Recycle Bin
fa: صادر نمودن سطل زباله

source: Show Hidden Files
fa: نمايش فايلهاي مخفي

source: Allow Guest Access
fa: مجوز دسترسي مهمان

source: If true then no password is required to connect to the share. Privileges will be those of the guest account.
fa: باشد، كلمه عبور براي اتصال به بخش به اشتراك گذاشته شده، نياز ندارد. امتيازات همان هايي است كه حساب مهمان دارد true اگر

source: Only Allow Guest Access
fa: فقط مجوز دسترسي مهمان

source: If true then only guest connections to the share are permitted. This parameter will have no effect if Allow Guest Access is not set for the share.
fa: باشد، فقط اتصالات مهمان به بخش اشتراك، مجاز است. اگر مجوز دسترسي مهمان براي اشتراك تنظيم نشده باشد، اين پارامتر اثري ندارد true اگر

source: Hosts Allow
fa: پذيرفتن ميزبان ها

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
fa: مشخص نماييد. اين فيلد را خالي بگذاريد تا از تنظيمات پيش فرض استفاده نمايد IP براي ميزبان ها است كه مجاز به دسترسي به اين اشتراك هستند. شما مي توانيد ميزبان ها را با نام يا شماره tab اين گزينه يك مجموعه محدود از كاما، فاصله يا

source: Hosts Deny
fa: رد كردن ميزبان ها

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
fa: يا ماسك شبكه0.0.0.0/0 استفاده شود و سپس به صراحت مجوز مي دهد به پارامترهاي مجاز ميزبانها كه آن ميزبان ها بايد براي دسترسي مجاز باشند. اين فيلد را خالي بگذاريد تا از تنظيمات پيش فرض استفاده نمايد ALL از ميزباني است كه داراي مجوز دسترسي به اين بخش اشتراك نيست. جايي كه ليست ها ناسازگاري دارند، ليست مجاز اولويت دارد. در شرايطي كه لازم باشد تمام موارد بصورت پيش فرض رد شوند، از كلمه كليدي tab اين گزينه يك مجموعه حائل كاما، فاصله و يا

source: These parameters are added to [Share] section of smb.conf
fa: افزوده خواهد شد smb.conf از [Share] اين پارامترها به بخش

source: Windows (CIFS) Share
fa: (CIFS) اشتراك ويندوز

source: Windows (CIFS) Shares
fa: (CIFS) اشتراك هاي ويندوز

source: The volume name is the name that appears in the Chooser of the 'connect to server' dialog on Macintoshes to represent the appropriate share. If volumename is unspecified, the last component of pathname is used. No two volumes may have the same name. The volume name cannot contain the ':' character. The volume name is mangled if it is very long. Mac codepage volume name is limited to 27 characters. UTF8-MAC volume name is limited to 'Volume Name Length' parameter in Services:Apple Share
fa: است Applie Share در سرويس 'Volume Name Length' محدود به پارامتر UTF8-MAC volume مكينتاش محدود به 27 كاراكتر است. نام codepage volume طولاني باشد، شكسته مي شود. نام volume نبايد شامل كاراكتر ":" شود. اگر نام volume اي نبايد نام يكسان داشته باشند. نام volume مشخص نشده باشد،آخرين مؤلفه نام مسير استفاده مي شود. هيچ دو volume نامي است كه در ديالوگ انتخاب كننده "اتصال به سرويس دهنده" روي مكينتاش، براي نشان دادن بخش اشتراك مناسب، ظاهر مي شود. اگر نام volume نام

source: Share Comment
fa: توضيح بخش

source: Share password
fa: كلمه عبور بخش

source: This option allows you to set a volume password, which can be a maximum of 8 characters long (using ASCII strongly recommended at the time of this writing).
fa: پيشنهاد مي گردد ASCII تنظيم نماييد كه حداكثر 8 كاراكتر طول داشته باشد (شديداً هنگام نوشتن اين كلمه، استفاده از volume اين گزينه به شما اجازه مي دهد تا يك كلمه عبور

source: Share Character Set
fa: مجموعه كاراكتر بخش

source: Specifies the share character set. For example UTF8, UTF8-MAC, ISO-8859-15, etc.
fa: و غيره UTF8, UTF8-MAC, ISO-8859-15 مشخص نمودن مجموعه كاراكتر بخش. براي مثال

source: Allow List
fa: ليست پذيرفتن

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
fa: اين گزينه به كاربران و گروه ها اجازه دسترسي به يك بخش اشتراك مشخص شده را مي دهد. كاربران و گروه ها مشخص شده و با كاما هايي جدا شده ند. گروه ها با پيشوند@ مشخص شده اند

source: Deny List
fa: ليست رد كردن

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
fa: گزينه رد نمودن، كاربران و گروه هايي را كه مجوز دسترسي به بخش اشتراك را ندارند، مشخص مي نمايد. آن همان فرمتي را دارد كه گزينه پذيرفتن دارد

source: Read-only Access
fa: دسترسي فقط خواندن

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
fa: كاربران و گروه هاي معيني كه دسترسي فقط خواندن به بخش اشتراك دارند را مي پذيرد. اين گزينه از همان فرمت گزينه پذيرفتن پيروي مي نمايد

source: Read-write Access
fa: دسترسي خواندن و نوشتن

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
fa: كاربران و گروه هاي معيني كه دسترسي خواندن و نوشتن به بخش اشتراك دارند را مي پذيرد. اين گزينه از همان فرمت گزينه پذيرفتن پيروي مي نمايد

source: Disk Discovery
fa: بازيابي ديسك

source: Allow other systems to discover this share as a disk for data, as a Time Machine backup volume or not at all.
fa: به سيستم هاي ديگر اجازه مي دهد تا اين بخش اشتراك را به عنوان يك ديسك براي داده ها، بازيابي نمايند، به عنوان توده پشتيبان گيري ماشين زمان يا هرگز

source: Disk discovery mode
fa: روش بازيابي ديسك

source: Note! Selecting 'Time Machine' on multiple shares may cause unpredictable behavior in MacOS. Default mode exports the volume as a data volume for users.
fa: داده براي كاربران ارسال مي نمايد volume را به عنوان يك volume موجب شود. حالت پيش فرض Mac توجه! انتخاب "ماشين زمان" روي چندين بخش اشتراك ممكن است رفتار پيش بيني نشده اي را روي سيستم عامل

source: Database Path
fa: مسير پايگاه داده

source: Sets the database information to be stored in path. You have to specify a writable location, even if the volume is read only.
fa: فقط خواندني باشد volume تنظيم مي كند كه اطلاعات پايگاه داده درون مسير ذخيره شود. شما بايد يك مكان قابل نوشتن را مشخص نماييد، حتي اگر

source: Cache CNID
fa: CNID كش

source: If set afpd uses the ID information stored in AppleDouble V2 header files to reduce database load. Don't set this option if the volume is modified by non AFP clients (NFS/SMB/local).
fa: (NFS/SMB/local) تغيير نموده است، اين گزينه را تنظيم نكنيد AFP توسط سرويس گيرنده هاي غير volume را استفاده نمايد براي كاهش بار پايگاه داده. اگر AppleDouble V2 شناسه ذخيره شده درون هدر فايل هاي اطلاعات afpd اگر مجموعه

source: Translate CR/LF
fa: CR/LF انتقال

source: Enables crlf translation for TEXT files, automatically converting macintosh line breaks into Unix ones. Use of this option might be dangerous since some older programs store binary data files as type 'TEXT' when saving and switch the filetype in a second step. Afpd will potentially destroy such files when 'erroneously' changing bytes in order to do line break translation.
fa: براي فايل هاي متني، بصورت اتوماتيك پرش هاي خطي مكينتاش را به يونيكس تبديل مي نمايد.استفاده از اين گزينه ممكن است خطرناك باشد هنگامي كه بعضي از برنامه هاي قديمي فايل هاي داده اي باينري را با عنوان بصورت بالقوه اين فايل ها را از بين مي برد. Afpd بايت ها را براي ترجمه پرش هاي خطي، تغيير مي دهد، 'erroneously' وقتيكه "متني" ذخيره مي كنند و در مرحله دوم نوع فايل را عوض مي كنند. crlf فعال سازي ترجمه

source: Windows File Names
fa: نامهاي فايل ويندوز

source: This forces filenames to be restricted to the character set used by Windows. This is not recommended for shares used principally by Mac computers.
fa: استفاده مي شوند، پيشنهاد نمي شود Mac اين گزينه اجبار مي كند كه نامهاي فايل بايد منحصر باشند به مجموعه كاراكتر استفاده شده توسط ويندوز. اين مسئله براي بخش هاي اشتراكي كه اصولا توسط كامپيوتر هاي

source: Enable .AppleDouble
fa: .AppleDouble فعال سازي

source: This will enable automatic creation of the .AppleDouble directories. This option should be used if files are accessed by Mac computers.
fa: استفاده مي شوند، اين گزينه بايد استفاده شود Mac را فعال مي نمايد. اگر فايل ها توسط كامپيوتر هاي .AppleDouble اين گزينه توليد اتوماتيك شاخه هاي

source: Zero Device Numbers
fa: Zero Device تعداد

source: Always use 0 for device number, helps when the device number is not constant across a reboot, cluster, ...
fa: استفاده هميشگي 0 براي عدد دستگاه، هنگامي كه عدد دستگاه در طي بارگزاري مجدد يا كلاستر كردن و غيره، ثابت نيست، كمك مي نمايد

source: Disable File ID
fa: غير فعال نمودن شناسه فايل

source: Don't advertise createfileid, resolveid, deleteid calls.
fa: را تبليغ نكنيد createfileid, resolveid, deleteid فراخواني

source: Disable :hex Names
fa: :hex غير فعال نمودن نام هاي

source: Disable :hex translations for anything except dot files. This option makes the '/' character illegal.
fa: غير فعال نمايد. اين گزينه كاراكتر / را غير قانوني مي داند dot را براي هر چيزي بجز فايل هاي :hex انتقالات

source: Provide compatibility with Apple II clients.
fa: را فراهم مي نمايد Apple II سازگاري با سرويس گيرنده هاي

source: No Stat
fa: بدون آمار

source: Use AFP3 unix privileges.
fa: AFP3 unix استفاده از مجوزهاي

source: Apple (AFP) Share
fa: (AFP) Apple بخش اشتراك

source: Apple (AFP) Shares
fa: (AFP) Apple بخش هاي اشتراك

source: Authorized network or IP addresses
fa: معتبر IP شبكه يا آدرس هاي

source: Network that is authorized to access the NFS share or a list of IP addresses. Specify network numbers of the form 1.2.3.4/xx where xx is the number of bits of netmask or a list of IP addresses 1.2.3.4 1.2.3.5 1.2.3.6.
fa: 1.2.3.4 1.2.3.5 1.2.3.6. روبرو: IP تعداد بيت هاي ماسك شبكه باشد يا يك ليست از آدرس هاي xx مشخص نماييد كه 1.2.3.4/xx مجاز است.شماره هاي شبكه را بصورت ،IP يا يك ليست از آدرس هاي NFS شبكه اي كه براي دسترسي به بخش اشتراك

source: All Directories
fa: تمام شاخه ها

source: Allow mounting of any subdirectory under this mount point if selected. Otherwise, only the top level directory can be mounted.
fa: اگر انتخاب شد، اجازه نصب هر زير شاخه زير اين نقطه اوج وجود دارد. در غير اينصورت، فقط بالاترين شاخه مي تواند نصب شود

source: Read Only
fa: فقط خواندني

source: Export the share read only. Writes are not permitted.
fa: بخش اشتراك را فقط خواندني ارسال كن. نوشتن مجاز نيست

source: Quiet
fa: آرام

source: Inhibit syslog warnings if there are problems with exporting this share.
fa: ممانعت شود syslog اگر با ارسال اين اشتراك مشكلي وجود دارد، از هشدار هاي

source: Maproot User
fa: Maproot كاربر

source: User to map root to
fa: را به آن نگاشت مي شود root كاربري كه

source: Maproot Group
fa: گروه Maproot

source: Group to map root to
fa: را به آن نگاشت مي شود root گروهي كه

source: Mapall User
fa: Mapall كاربر

source: User to map all users to
fa: كاربري كه تمام كاربران به آن نگاشت مي شوند

source: Mapall Group
fa: Mapall گروه

source: Group to map all users to
fa: گروهي كه تمام كاربران به آن نگاشت مي شوند

source: Unix (NFS) Share
fa: (NFS) Unix بخش اشتراك

source: Unix (NFS) Shares
fa: (NFS) Unix بخشهاي اشتراك

source: Sharing
fa: به اشتراك گزاردن

source: Enter positive number (optionally suffixed by K, M, G, T), or, 0
fa: باشد ) يا 0 K, M, G, T عدد مثبت وارد نماييد (مي تواند داراي پسوند

source: %s is not a valid number
fa: يك عدد معتبر نيست %s

source: Volume name
fa: Volume نام

source: Force 4096 bytes sector size
fa: اجباري بودن سايز سكتور 4096 بايت

source: Specify custom path
fa: مسير مرسوم را مشخص نماييد

source: Leaving this blank will give the volume a default path of /mnt/${VOLUME_NAME}
fa: را داده ايد، اين گزينه را خالي بگذاريد /mnt/${VOLUME_NAME} مسير پيش فرض volume در هنگامي كه به

source: The volume name must start with letters and may include numbers, "-", "_" and "." .
fa: "-", "_" , "." بايد با حروف شروع شود،ممكن است شامل اعداد و اين كاراكتر ها هم بشود volume نام

source: A volume with that name already exists.
fa: با اين نام وجود دارد volume

source: Path does not exist.
fa: مسير وجود ندارد

source: Path is not a directory.
fa: مسير داده شده يك شاخه نيست

source: You must select a filesystem
fa: شما بايد يك فايل سيستمي را انتخاب نماييد

source: You already have a volume with same name
fa: با اين نام داريد volume شما در حال حاضر يك

source: "log" is a reserved word and thus cannot be used
fa: يك كلمه رزرو است و نمي تواند استفاده شود "log"

source: The volume name may NOT start with c[0-9], mirror, raidz or spare
fa: و يا فضاي خالي شروع شود mirror, raidz , c[0-9] نمي تواند با volume نام

source: UFS volume names cannot be higher than 9 characters
fa: نمي تواند بيشتر از 9 كاراكتر باشد UFS volume نام هاي

source: UFS volume names can only contain alphanumeric characters
fa: فقط مي تواند شامل كاراكترهاي حرفي عددي باشد UFS volume نام هاي

source: Member disk
fa: شماره ديسك

source: The selected disks were not verified for this import rules.
fa: ديسك انتخاب شده براي اين قوانين واردات، تصديق نشده است

source: An error occurred while labeling the disk.
fa: هنگام برچسب گذاري ديسك، يك خطا به وقوع پيوسته است

source: You must select a volume.
fa: انتخاب نماييد volume شما بايد يك

source: The volume "%s" failed to import, for futher details check pool status
fa: را چك نماييد pool status براي وارد نمودن، دچار مشكل شده است، براي جزئيات بيشتر volume "%s"

source: Dataset Name
fa: نام مجموعه داده

source: Compression level
fa: سطح فشرده سازي

source: Enable atime
fa: atime فعال سازي

source: Quota for this dataset
fa: سهميه اين مجموعه داده

source: 0=Unlimited; example: 1g
fa: 1g نا محدود= 0، مثال

source: Quota for this dataset and all children
fa: سهميه اين مجموعه داده و تمام فرزندانش

source: Reserved space for this dataset
fa: فضاي رزرو شده براي اين مجموعه داده

source: 0=None; example: 1g
fa: 1g هيچ كدام = 0 ، مانند

source: Reserved space for this dataset and all children
fa: فضاي رزرو شده براي اين مجموعه داده و تمام بچه هايش

source: Dataset names must begin with an alphanumeric character and may only contain "-", "_", ":" and ".".
fa: "-", "_", ":", "." نام هاي مجموعه داده بايد با يك كاراكتر حرفي عددي شروع شود و تنها ممكن است حاوي اين كاراكتر ها باشد

source: You already have a dataset with the same name
fa: شما در حال حاضر يك مجموعه داده با اين نام داريد

source: Quota for this volume
fa: volume سهميه اين

source: Reserved space for this volume
fa: volume فضاي رزرو شده براي اين

source: ZFS Volume Name
fa: ZFS Volume نام

source: Size for this ZFS Volume
fa: ZFS Volume اندازه اين

source: Example: 1g
fa: 1g مثال

source: ZFS Volume names must begin with an alphanumeric character and may only contain (-), (_), (:) and (.).
fa: (-), (_), (:) , (.) بايد با يك كاراكتر حرفي عددي شروع شود و تنها مي تواند حاوي اين كاراكتر هاي باشد ZFS Volume نام

source: Owner (user)
fa: (مالك ( كاربر

source: Owner (group)
fa: (مالك ( گروه

source: Mode
fa: روش

source: Type of ACL
fa: ACL نوع

source: Set permission recursively
fa: مجوز را بصورت بازگشتي تنظيم كن

source: At least one day must be chosen
fa: حداقل يك روز بايد انتخاب شود

source: Recursive snapshot
fa: بازگشتي snapshot

source: Snapshot Name
fa: snapshot نام

source: Only [-a-zA-Z0-9_.] permitted as snapshot name
fa: مجاز هستند snapshot به عنوان نام [-a-zA-Z0-9_.] فقط

source: Invalid prefix
fa: پيشوند نا معتبر

source: Clone Name (must be on same volume)
fa: (باشد volume بايد در همان ) Clone نام

source: Only [-a-zA-Z0-9_./] permitted as clone name
fa: مجاز است clone براي نام [- a-z A-Z 0-9 _ . / ] فقط استفاده از

source: Clone must be within the same volume
fa: باشد volume بايد در همان clone

source: Remote hostname
fa: نام ميزبان راه دور

source: Remote port
fa: پورت راه دور

source: Remote hostkey
fa: راه دور hostkey

source: Mark the disks as new (destroy data)
fa: ( ديسك ها را به عنوان جديد علامت گذاري كن (داده خراب شده

source: Delete all shares related to this volume
fa: را حذف كن volume تمام بخش هاي به اشتراك گذاشته شده مربوط به اين

source: I'm aware this will destroy snapshots within this dataset
fa: ها ( و تمام مجموعه داده هاي فرزند) درون اين مجموعه داده را snapshot من مطلع هستم كه اين از بين خواهد برد

source: minute
fa: دقيقه

source: hour
fa: ساعت

source: day of month
fa: روز ماه

source: File System Type
fa: نوع فايل سيستم

source: Threshold days
fa: روزهاي آستانه

source: Determine how many days shall be between scrubs
fa: مشخص نماييد كه چند روز بايد بين پاك سازي ها باشد

source: Minute
fa: دقيقه

source: Values 0-59 allowed.
fa: مقادير بين 0 تا 59 مجاز هستند

source: Hour
fa: ساعت

source: Values 0-23 allowed.
fa: مقادير بين 0 تا 23 مجاز هستند

source: Day of month
fa: روز ماه

source: Values 1-31 allowed.
fa: مقادير بين 1 تا 31 مجاز هستند

source: Month
fa: ماه

source: Day of week
fa: روز هفته

source: Enabled
fa: فعال شده
