Repository: BillTheBest/MetaNAS
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Filesystem type
fa: نوع فايل سيستم

source: Active Volumes
fa: هاي فعالVolume

source: ZFS Snapshots
fa: ZFS تصوير هاي لحظه اي

source: ZFS Replication
fa: ZFS رونوشت

source: Manually Create Snapshot
fa: ساخت تصوير لحظه اي بصورت دستي

source: Create Snapshot
fa: ساخت تصوير لحظه اي

source: Change
fa: تغيير

source: Change permission
fa: مجوز تغيير

source: Change permission on %(path)s to
fa: به %(path)s مجوز تغيير روي

source: Add Replication
fa: افزودن رونوشت

source: View Public Key
fa: مشاهده كليد عمومي

source: ATTENTION: A periodic snapshot of a given ZFS filesystem/volume is required to create a replication task
fa: داده شده، براي ساخت يك ديسك جايگزيني، مورد نياز است ZFS filesystem/volume توجه: يك فرايند تهيه تصوير لحظه اي دوره اي از

source: Last snapshot
fa: آخرين تصوير لحظه اي

source: Remote ZFS filesystem
fa: راه دور ZFS فايل سيستم

source: Delete Replication
fa: حذف رونوشت

source: Edit Replication
fa: ويرايش رونوشت

source: No ZFS replication available
fa: در دسترس نيست ZFS هيچ رونوشتي براي

source: No scrub tasks defined.
fa: هيچ فرايند پاك سازي تعريف نشده است

source: Add ZFS Scrub Task
fa: ZFS افزودن فرايند پاك سازي

source: Add ZFS Scrub
fa: ZFS افزودن پاك سازي

source: Scrub is currently running! Are you sure you want to STOP the scrub process?
fa: پاك سازي در حال اجرا است! آيا مي خواهيد فرايند آن را متوقف كنيد؟

source: Are you sure you want to scrub?
fa: آيا مطمئن هستيد كه مي خواهيد پاك سازي نماييد؟

source: This will increase system overhead while in progress
fa: اين كار سر بار سيستم را در حين اجرا بالا مي برد

source: Are you sure you want to rollback dataset to this snapshot state?
fa: آيا مطمئن هستيد كه مي خواهيد مجموعه داده را به حالت اين تصوير لحظه اي بر گردانيد؟

source: Clone snapshot
fa: كلون كردن تصوير لحظه اي

source: Destroy Snapshot
fa: از بين بردن تصوير لحظه اي

source: Destroy this snapshot
fa: از بين بردن اين تصوير لحظه اي

source: Rollback Snapshot
fa: بازگرداندن تصوير لحظه اي

source: Rollback to this snapshot
fa: عقبگرد به اين تصوير لحظه اي

source: Destroy
fa: نابود ساختن

source: Delete snapshots
fa: حذف تصاوير لحظه اي

source: Periodic Snapshots
fa: تصاوير لحظه اي دوره اي

source: Periodic Snapshot Schedule
fa: زمانبندي براي تصاوير لحظه اي دوره اي

source: There are no scheduled snapshots.
fa: هيچ زمانبندي براي تصاوير لحظه اي وجود ندارد

source: How
fa: چگونه

source: Keep snapshot for
fa: نگهداري تصوير لحظه اي براي

source: From
fa: از

source: through
fa: از ميان

source: , every
fa: ، هر

source: everyday
fa: هر روز

source: on every
fa: در هر

source: There are no periodic snapshots scheduled.
fa: هيچ زمانبندي براي تصاوير لحظه اي دوره اي وجود ندارد

source: You have %(used)s of used space within this volume
fa: هستيد volume از فضاي استفاده شده در اين %(used)s شما داراي

source: Edit ZFS Volume
fa: ZFS Volume ويرايش

source: Used
fa: استفاده شده

source: Size
fa: اندازه

source: Status
fa: وضعيت

source: Scrub Volume
fa: Volume پاك سازي

source: Edit ZFS Options
fa: ZFS ويرايش گزينه هاي

source: Volume Status
fa: Volume وضعيت

source: Destroy Dataset
fa: نابودسازي مجموعه داده

source: Destroy ZFS Volume
fa: ZFS Volume ازبين بردن

source: No volumes defined
fa: اي تعريف نشده استvolume هيچ

source: Volume to extend
fa: Volume گسترش دادن

source: Member disks
fa: ديسك هاي اعضاء

source: Group type
fa: نوع گروه

source: ZFS Extra
fa: اضافي ZFS

source: The use of only 1 log disk is highly discouraged
fa: استفاده از فقط 1 گزارش ديسك به شدت نا اميد كننده است

source: Log
fa: گزارش

source: Cache
fa: مخزن

source: Spare
fa: يدكي

source: Add Volume
fa: Volume افزودن

source: Existing data will be cleared
fa: داده هاي موجود پاك خواهند شد

source: Replace Disk
fa: ديسك جايگزين

source: Create ZFS volume on %(name)s
fa: %(name)s روي ZFS volume درست نمودن

source: Add ZFS Volume
fa: ZFS Volume اضافه نمودن

source: Rebuild LDAP/AD Cache
fa: LDAP/AD بازسازي مخزن

source: The cache is being rebuilt.
fa: مخزن در حال بازسازي است

source: The cache could not be rebuilt
fa: مخزن نمي تواند بازسازي شود

source: Save Debug
fa: ذخیره اشکال زدایی

source: Firmware Update
fa: به‌روز رسانی ميان افزار

source: Apply Service Pack
fa: بكارگرفتن مجموعه سرويس

source: Restarting...
fa: شروع مجدد

source: Are you sure you want to restore to factory config?
fa: آيا مطمئن هستيد كه مي خواهيد به تنظيمات كارخانه برگرديد؟

source: Update
fa: بروز رساني

source: No cron jobs defined.
fa: اي تعريف نشده است cron هيچ فعاليت

source: Add a cron job
fa: cron افزودن يك كار

source: Add cron job
fa: cron افزودن كار

source: Rebooting...
fa: راه‌اندازی مجدد...

source: Send Test Mail
fa: ارسال نامه تست

source: HINT: Test e-mails are sent to root user. To configure it use Users -> root -> Change E-mail
fa: (كاربران -» ريشه -» تغيير آدرس نامه الكترونيكي) Users -> root -> Change E-mail ارسال شدند. براي پيكربندي آن از اين مسير استفاده نماييد: root تذكر: نامه هاي الكترونيكي تستي براي كاربر

source: No NTP servers defined.
fa: نشده است NTP هيچ سرويس دهنده

source: Add NTP server
fa: NTP اضافه نمودن سرويس دهنده

source: Add NTP Server
fa: NTP اضافه نمودن سرويس دهنده

source: Warning!
fa: !اخطار

source: You are about to <strong>REBOOT</strong> the system, what would you like to do?
fa: سيستم هستيد، تمایل دارید چه کاری انجام دهید؟ <strong>REBOOT</strong> شما در شرف

source: Hourly
fa: هر ساعت

source: Hourly Graphs
fa: نمودارها به ساعت

source: Daily
fa: روزانه

source: Daily Graphs
fa: نمودارهای روزانه

source: Weekly
fa: هفتگی

source: Weekly Graphs
fa: نمودارهای هفتگی

source: Monthly
fa: ماهانه

source: Monthly Graphs
fa: نمودارهای ماهانه

source: Yearly
fa: سالانه

source: Yearly Graphs
fa: نمودارهای سالانه

source: Remote
fa: راه دور

source: No rsync tasks defined.
fa: اي تعريف نشده است rsync هيچ فعاليت

source: Add rsync task
fa: rsync اضافه نمودن فعاليت

source: Add Rsync
fa: Rsync اضافه نمودن

source: General
fa: عمومی

source: Factory Restore
fa: بازگرداندن تنظيمات كارخانه

source: Restore Config
fa: بازگرداندن تنظيمات

source: Save Config
fa: ذخيره نمودن تنظيمات

source: Upload Config
fa: بارگذاري تنظيمات

source: You are about to <strong>SHUTDOWN</strong> the system, what would you like to do?
fa: سيستم هستيد، متمايل هستيد كه چه كاري انجام دهيد؟ <strong>SHUTDOWN</strong> شما در شرف

source: Unknown
fa: نا شناخته

source: No S.M.A.R.T. tests defined
fa: تعريف نشده است S.M.A.R.T. هيچ تست

source: Add S.M.A.R.T. Test
fa: S.M.A.R.T. اضافه نمودن تست

source: Add S.M.A.R.T. test
fa: S.M.A.R.T. اضافه نمودن تست

source: No sysctl defined.
fa: اي تعريف نشده است sysctl هيچ

source: Add sysctl
fa: sysctl اضافه نمودن

source: Add Sysctl
fa: sysctl اضافه نمودن

source: Build
fa: ساخت

source: Platform
fa: بستر کاری )سکو)

source: Memory
fa: حافظه

source: System Time
fa: زمان سامانه

source: Load Average
fa: ميانگين بار

source: Connected through
fa: متصل شده از طریق

source: No tunable setting defined.
fa: تعريف نشده است tunable هيچ تنظيم

source: Add Tunable
fa: Tunable اضافه نمودن

source: Add Loader
fa: Loader اضافه نمودن

source: Apply Update
fa: بكارگيري بروز رساني

source: The volume %s status is HEALTHY
fa: است (HEALTHY) سالم %s volume وضعيت

source: The volume %s status is DEGRADED
fa: است (DEGRADED) ضعيف %s volume وضعيت

source: The volume %(volume)s status is %(status)s: %(message)s
fa: %(message)s : است %(status)s ، %(volume)s volume وضعيت

source: The volume %(volume)s status is %(status)s
fa: است %(status)s ، %(volume)s volume وضعيت

source: You have to change the password for the admin user (currently no password is required to login)
fa: (شما بايد كلمه عبور مدير سيستم را تغيير دهيد(در حال حاضر براي ورود كلمه عبور نياز نيست

source: The WebGUI Address could not be bind to %s; using wildcard
fa: wildcard متصل شود؛ استفاده از %s نمي تواند به WebGUI آدرس

source: The following IPs are bind to iSCSI Portal but were not found in the system: %s
fa: %s :مربوط هستند ولي در سيستم پيدا نشدند iSCSI زير به دروازه IP آدرس هاي

source: Critical Alerts
fa: هشدارهاي بحراني

source: DVD
fa: دی‌وی‌دی

source: Tape
fa: نوار

source: Pass
fa: قبول شدن

source: Disable password
fa: كلمه غبور غیر فعال شده

source: Time in milliseconds
fa: زمان به میلی‌ثانیه
