Repository: BillTheBest/MetaNAS
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Name of Service, should be auto-generated at build time
fa: نام سرويس بايد در زمان ساخت، بصورات اتوماتيك توليد شود

source: Enable Service
fa: سرويس فعال

source: Services
fa: سرويس ها

source: Authentication Model
fa: مدل اعتبارسنجي

source: Using Active Directory or LDAP authentication will supersede this option
fa: اين گزينه را لغو خواهد كرد LDAP يا اعتبارسنجي Active Directory استفاده از

source: NetBIOS name
fa: NetBIOS نام

source: Workgroup
fa: گروه كاري

source: Workgroup the server will appear to be in when queried by clients (maximum 15 characters).
fa: يك گروه كاري كردن سرور وقتي اتفاق مي افتد كه توسط سرويس گيرنده ها جستجو شود (حداكثر 15 كاراكتر)

source: Server description. This can usually be left blank.
fa: شرح سرويس دهنده. اين معمولاً مي تواند خالي باشد

source: DOS charset
fa: DOS مجموعه كاراكتر

source: UNIX charset
fa: UNIX مجموعه كاراكتر

source: Log level
fa: سطح گزارش

source: Local Master
fa: مدير محلي

source: Time Server for Domain
fa: سرويس دهنده زمان براي دامنه

source: Guest account
fa: حساب مهمان

source: Use this option to override the username ('nobody' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login. The user root can not be used as guest account.
fa: كه بصورت مهمان براي دسترسي به سرويس ها استفاده خواهد شد، استفاده نماييد. هر مجوزي كه اين كاربر دارد روي هر سرويس گيرنده اي كه از طريق آن به سرويس مهمان وصل شود، موجود خواهد بود. اين كاربر بايد در به عنوان مهمان نمي توان استفاده كردroot فايل كلمه عبور وجود داشته باشد ولي يك ورود معتبر لازم نيست. از كاربر (است nobody از اين گزينه براي برتري دادن به نام كاربري (بصورت پيش فرض

source: Allow guest access
fa: اجازه دسترسي مهمان

source: Only allow guest access
fa: فقط اجازه دسترسي مهمان

source: File mask
fa: نقاب فايل

source: Use this option to override the file creation mask (0666 by default).
fa: (توليد فايل بكار ببريد( بصورت پيش فرض0666 mask اين گزينه را براي لغو كردن

source: Directory mask
fa: نقاب شاخه

source: Use this option to override the directory creation mask (0777 by default).
fa: (توليد شاخه بكار ببريد( بصورت پيش فرض0777 mask اين گزينه را براي لغو كردن

source: Large RW support
fa: پشتيباني ازخواندن و نوشتن وسيع

source: Send files with sendfile(2)
fa: ارسال نماييد sendfile(2) فايل ها را با

source: EA Support
fa: EA پشتيباني

source: Support DOS File Attributes
fa: DOS پشتيباني از خصوصيات فايل

source: Allow Empty Password
fa: اجازه كلمه عبور خالي

source: Auxiliary parameters
fa: پارامترهاي كمكي

source: Enable home directories
fa: فعال سازي شاخه هاي اصلي

source: Enable/disable home directories for samba user.
fa: samba فعال يا غير فعال سازي شاخه هاي اصلي براي كاربر

source: Enable home directories browsing
fa: فعال سازي مشاهده و جستجو شاخه هاي اصلي

source: Enable/disable home directories browsing for samba user.
fa: samba فعال يا غير فعال سازي مشاهده شاخه هاي اصلي براي كاربر

source: Home directories
fa: شاخه هاي اصلي

source: Homes auxiliary parameters
fa: پارامترهاي كمكي بخش هاي ورودي

source: Unix Extensions
fa: UNIX پسوند هاي

source: These extensions enable Samba to better serve UNIX CIFS clients by supporting features such as symbolic links, hard links, etc...
fa: سرويس دهد UNIX CIFS و ... كمك مي كند تا بهتر به سرويس گيرنده هاي hard links ، symbolic links با پشتيباني از امكاناتي مانند Samba اين پسوند ها به

source: Enable AIO
fa: AIO فعال سازي

source: Enable/disable AIO support.
fa: AIO پشتيباني فعال يا غير فعال نمودن

source: Minimum AIO read size
fa: AIO حداقل سايز خواندن

source: Samba will read asynchronously if request size is larger than this value.
fa: بصورت غير همزمان آنها را مي خواند Samba اگر اندازه درخواست بيشتر از اين مقدار باشد،

source: Minimum AIO write size
fa: AIO حداقل سايز نوشتن

source: Samba will write asynchronously if request size is larger than this value.
fa: بصورت غير همزمان آنها را مي نويسد Samba اگر اندازه درخواست بيشتر از اين مقدار باشد،

source: Zeroconf share discovery
fa: Zeroconf بازيابي بخش اشتراكي

source: Zeroconf support via Avahi allows clients (the Mac OSX finder in particular) to automatically discover the CIFS shares on the system similar to the Computer Browser service in Windows.
fa: روي سيستم را شبيه سرويس مشاهده گر و جستجوگر كامپيوتر در ويندوز، بازيابي نمايد CIFS تا بصورت اتوماتيك بخش اشتراك (Mac OSX finderبخصوص ) AVAHI توسط كاربران مجاز Zeroconf پشتيباني از

source: Server Name
fa: نام سرويس دهنده

source: Name of the server. If this field is left empty the default server is specified.
fa: نام سرويس دهنده. اگر اين فيلد از سمت چپ خالي باشد، سرويس دهنده پيش فرض مشخص شده است

source: Guest Access
fa: دسترسي مهمان

source: Allows guest access to all apple shares on this box.
fa: درون اين جعبه را به كاربر مهمان مي دهد apple اجازه دسترسي به تمام بخش هاي

source: Max. Connections
fa: بیشینه‌ی ارتباطات

source: Maximum number of connections permitted via AFP. The default limit is 50.
fa: ، حداكثر تعداد ارتباطات، اجازه داده شد. حد پيش فرض 50 است AFP بوسيله

source: Number of servers
fa: تعداد سرويس دهنده ها

source: Specifies how many servers to create. There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
fa: مشخص مي نمايد كه چه تعداد سرويس دهنده توليد شوند. اين تعداد بايد آنقدر كافي باشد كه حداكثر سرويس گيرنده همزمان خودش را پشتيباني نمايد معمولاً 4 تا 6

source: Asynchronous mode
fa: حالت غير همزمان

source: Enable asynchronous mode, which will help performance beyond gigabit network speed.
fa: فعال سازي حالت غير همزماني، كه به كارايي سرعت شبكه هاي ماوراء گيگابيت كمك مي نمايد

source: Base Name
fa: نام پايه

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt, see RFC 3720 and 3721 for details) will append the target name that is not starting with 'iqn.'
fa: شروع نشده باشند 'iqn' هاي 3720 و 3721 را ببينيد) اضافه مي شوند به نام نهايي كه با RFC براي جزئيات بيشتر , iqn.2007-09.jp.ne.peach.istgt نام پايه (مانند

source: Discovery Auth Method
fa: روش تاييد بازيابي

source: I/O Timeout
fa: I/O پايان زمان

source: I/O timeout in seconds (30 by default).
fa: (به ثانيه (پيش فرض 30 I/O پايان زمان

source: NOPIN Interval
fa: NOPIN مدت

source: NOPIN sending interval in seconds (20 by default).
fa: به ثانيه. پيش فرض 20 NOPIN مدت ارسال

source: Max. sessions
fa: حداكثر جلسات بازشده

source: Maximum number of sessions holding at same time (16 by default).
fa: حداكثر تعداد جلسات نگهداري شده در يك زمان. پيش فرض 16

source: Max. connections
fa: حداكثر ارتباطات برقرار شده

source: Maximum number of connections in each session (8 by default).
fa: حداكثر تعداد ارتباطات نگهداري شده در يك جلسه. پيش فرض 8

source: Max. pre-send R2T
fa: قبل از ارسال R2T حداكثر

source: Maximum number of pre-send R2T in each connection (32 by default). The actual number is limited to QueueDepth of the target.
fa: قبل از ارسال در هر اتصال، پيش فرض 32 است. عدد واقعي محدود است به عمق صف هدف R2T حداكثر تعداد

source: MaxOutstandingR2T
fa: برجسته R2T حداكثر

source: iSCSI initial parameter (16 by default).
fa: (پيش فرض 16) iSCSI پارامتر اوليه

source: First burst length
fa: اولين طول قطار

source: iSCSI initial parameter (65536 by default).
fa: (پيش فرض 65536) iSCSI پارامتر اوليه

source: Max burst length
fa: حداكثر طول قطار

source: iSCSI initial parameter (262144 by default).
fa: (پيش فرض 262144) iSCSI پارامتر اوليه

source: Max receive data segment length
fa: حداكثر طول قطعه داده رسيده

source: DefaultTime2Wait
fa: زمان انتظار پيش فرض

source: iSCSI initial parameter (2 by default).
fa: (پيش فرض 2) iSCSI پارامتر اوليه

source: DefaultTime2Retain
fa: زمان نگهداري پيش فرض

source: iSCSI initial parameter (60 by default).
fa: (پيش فرض 60) iSCSI پارامتر اوليه

source: Enable LUC
fa: LUC فعال سازي

source: Controller IP address
fa: كنترل كننده IP آدرس

source: Logical Unit Controller IP address (127.0.0.1(localhost) by default)
fa: ((كنترل كننده واحد منطقي (پيش فرض 127.0.0.1 (ميزبان محلي IP آدرس

source: Controller TCP port
fa: كنترل كننده TCP پورت

source: Logical Unit Controller TCP port (3261 by default)
fa: (كنترل كننده واحد منطقي (پيش فرض 3261 TCP پورت

source: Controller Authorized netmask
fa: كنترل كننده مجاز netmask

source: Logical Unit Controller Authorized netmask (255.255.255.0 by default)
fa: (كنترل كننده مجاز واحد منطقي (پيش فرض 255.255.255.0 netmask

source: Controller Auth Method
fa: متد اعتبارسنجي كنترل كننده

source: The method can be accepted in the controller.
fa: متد مي تواند توسط كنترل كننده قبول شود

source: Target Global Configuration
fa: تنظيمات محلي نهايي

source: Extent Name
fa: نام محدوده

source: String identifier of the extent.
fa: عبارت مشخص كننده پسوند

source: Extent Type
fa: نوع محدوده

source: Type used as extent.
fa: نوع استفاده شده به عنوان محدوده

source: Path to the extent
fa: مسير محدوده

source: File path (e.g. /mnt/sharename/extent/extent0) used as extent.
fa: استفاده شده به عنوان محدوده ( /mnt/sharename/extent/extent0) مسير فايل، به عنوان مثال

source: Extent size
fa: اندازه محدوده

source: Size of extent, 0 means auto, a raw number is bytes, or suffix with KB, MB, TB for convenience.
fa: براي سادگي كار KB, MB, TB اندازه محدوده، 0 به معني اتوماتيك، يك عدد خام به بايت و يا پسوند

source: Comment
fa: توضيح

source: You may enter a description here for your reference.
fa: شما مي توانيد در اينجا توضيحي براي رجوع خود وارد نماييد

source: Extent
fa: محدوده

source: Portal Group ID
fa: شناسه گروه دروازه

source: Portal
fa: دروازه

source: IP Address
fa: IP آدرس

source: Initiators
fa: آغاز كننده ها

source: Initiator authorized to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
fa: براي تمام آغاز كننده ها 'ALL' هدف. مي تواند يك نام باشد يا كلمه iSCSI آغاز كننده مجاز براي دسترسي به

source: Authorized network
fa: شبكه مجاز

source: Network authorized to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
fa: ها باشد IP براي تمام 'ALL' يا CIDR يا IP هدف. مي تواند آدرس هاي iSCSI شبكه مجاز براي دسترسي به

source: Initiator
fa: آغاز كننده

source: Target side user name. It is usually the initiator name by default.
fa: نام كاربري سمت هدف. معمولاً بصورت پيش فرض نام يك آغاز كننده است

source: Peer User
fa: كاربر جفت

source: Peer Secret
fa: رمز جفت

source: Authorized Access
fa: دسترسي مجاز

source: Authorized Accesses
fa: دسترسي هاي مجاز

source: Target Name
fa: نام هدف

source: Base Name will be appended automatically when starting without 'iqn.'.
fa: شروع شود، نام پايه بصورت اتوماتيك اضافه مي شود 'iqn' هنگاميكه بدون

source: Target Alias
fa: نام هاي مستعار هدف

source: Optional user-friendly string of the target.
fa: رشته كاربر پسند اختياري به عنوان هدف

source: Serial
fa: سریال

source: Serial number for the logical unit
fa: شماره سريال براي واحد منطقي

source: Type
fa: نوع

source: Logical Unit Type mapped to LUN.
fa: LUN نوع واحد منطقي نگاشت شده به

source: Target Flags
fa: پرچم هاي هدف

source: Initiator Group ID
fa: شناسه گروه آغاز كننده

source: Auth Method
fa: روش اعتبارسنجي

source: The method can be accepted by the target. Auto means both none and authentication.
fa: روش مي تواند توسط هدف پذيرفته شود. اتوماتيك يعني هم اعتبار سنجي و هم هيچ

source: Authentication Group ID
fa: شناسه گروه اعتبارسنجي

source: Queue Depth
fa: عمق صف

source: 0=disabled, 1-255=enabled command queuing with specified depth. The recommended queue depth is 32.
fa: غير فعال=0 ، 1-255= فعال ، دستورات صف بندي با عمق مشخص. عمق پيشنهادي صف 32 است

source: Logical Block Size
fa: اندازه بلاك منطقي

source: You may specify logical block length (512 by default). The recommended length for compatibility is 512.
fa: ممكن است شما طول بلاك منطقي را انتخاب نماييد (بصورت پيش فرض 512) . طول پيشنهادي براي سازگاري و مطابقت 512 است

source: Target
fa: هدف

source: Target this extent belongs to
fa: هدف قرار دادن این حد تعلق دارد به

source: Target / Extent
fa: محدوده / هدف

source: Targets / Extents
fa: محدوده ها / هدف ها

source: Provider
fa: فراهم‌کننده

source: Domain name
fa: نام دامنه

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a space to separate multiple alias names.
fa: يكسان باشد، ظاهر شود. از يك فاصله براي جداسازي چندين نام مستعار استفاده نماييد IP يك نام مستعار براي ميزبان. اين گزينه مي تواند چندين بار براي هر دامنه اي كه داراي آدرس

source: Update period
fa: تناوب به‌روز رسانی

source: Time in seconds. Default is about 1 min.
fa: زمان به ثانيه. پيش فرض 1 دقيقه

source: Forced update period
fa: بازه هاي بروز رساني اجباري

source: These parameters will be added to global settings in inadyn.conf.
fa: این پارامترها به تنظیمات کلی در inadyn.conf اضافه خواهند شد.

source: Dynamic DNS
fa: DNS ‌پویا

source: Plugins jail path
fa: اتصالات مسير محرمانه

source: Path to the plugins jail
fa: مسير اتصالات محرمانه

source: Name of the plugins jail
fa: نام اتصالات محرمانه

source: Jail IP address
fa: محرمانه IP آدرس

source: Plugins Path
fa: مسير اتصالات

source: Path to the plugins directory
fa: مسير شاخه اتصالات

source: Location
fa: محل

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyzzy'.
fa: xyzzy اطلاعات مربوط به محل، بطور مثال مكان فيزيكي سيستم: كف ساختمان، اتاق

source: Contact
fa: تماس

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
fa: 'admin@email.address' : اطلاعات تماس، بطور مثال نام يا آدرس پست الكترونيكي شخص مسئول اين سيستم

source: Community
fa: انجمن

source: In most cases, 'public' is used here.
fa: در اينجا استفاده مي شود 'public'، در بيشتر حالات

source: Send SNMP Traps
fa: ارسال نماييد SNMPدام هاي

source: Identifier
fa: شناسه

source: This name is used to uniquely identify your UPS on this system.
fa: شما روي سيستم UPS اين نام استفاده مي شود براي شناسايي منحصر به فرد

source: Driver
fa: درايور

source: The driver used to communicate with your UPS.
fa: شما UPS استفاده مي شود براي ارتباط با driver

source: The serial or USB port where your UPS is connected.
fa: شما به آن متصل است UPS اي كه USB سريال يا پورت

source: Auxiliary parameters (ups.conf)
fa: (ups.conf) پارامترهاي كمكي

source: Additional parameters to the hardware-specific part of the driver.
fa: پارامترهاي اضافه براي بخش سخت افزار مشخص درايور

source: Shutdown mode
fa: Shutdown حالت

source: Shutdown timer
fa: Shutdown ساعت

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
fa: لغو مي شود shutdown ، براي برگشت اتفاق بيافتد قبل از آنكه زمان تمام شود UPS آغاز شده است. اگر shutdown زمان به ثانيه تا موقع

source: UPS Master User Password
fa: UPS كلمه رمز نام كاربري مدير

source: Extra users (upsd.users)
fa: (upsd.users) كاربران اضافي

source: Remote Monitor
fa: مشاهده از دوره

source: Send Email Status Updates
fa: ارسال نامه الكترونيكي بروزرساني هاي وضعيت

source: To email
fa: براي ارسال

source: Destination email address. Separate email addresses by semi-colon.
fa: جدا نماييد semi-colon آدرس نامه الكترونيكي مقصد. آدرس هاي نامه هاي الكترونيكي را با

source: Email Subject
fa: عنوان نامه الكترونيكي

source: The subject of the email. You can use the following parameters for substitution:<br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
fa: <br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul> عنوان نامه الكترونيكي. شما مي توانيد پارامترهاي زير را براي جانشيني استفاده نماييد

source: Port to bind FTP server.
fa: FTP پورت براي پيوستن به سرويس دهنده

source: Clients
fa: سرويس گيرنده ها

source: Maximum number of simultaneous clients.
fa: حداكثر تعداد سرويس گيرنده هاي همزمان

source: Connections
fa: اتصالات

source: Maximum number of connections per IP address (0 = unlimited).
fa: ( 0= نامحدود) IP حداكثر تعداد اتصالات براي هر آدرس

source: Login Attempts
fa: تلاش ها براي ورود

source: Maximum number of allowed password attempts before disconnection.
fa: حداكثر تعداد كوشش براي كلمه رمز مجاز قبل از قطع ارتباط

source: Timeout
fa: مهلت

source: Maximum idle time in seconds.
fa: حداكثر زمان بيكاري به ثانيه

source: Allow Root Login
fa: Root پذيرفتن ورود

source: Allow Anonymous Login
fa: پذيرفتن ورود بي نام

source: Path
fa: مسير

source: Allow Local User Login
fa: پذيرفتن ورود كاربر محلي

source: Banner
fa: پرچم

source: Greeting banner displayed by FTP when a connection first comes in.
fa: نمايش داده مي شود FTP هنگامي كه يك اتصال براي اولين بار برقرار شود، پرچم سبز توسط

source: Use this option to override the file creation mask (077 by default).
fa: (از اين گزينه براي لغو كردن ماسك توليد فايل استفاده نماييد (پيش فرض 077

source: Enable FXP
fa: FXP فعال سازي

source: Allow Transfer Resumption
fa: پذيرفتن انتقال مجدد

source: Always Chroot
fa: Chroot هميشه

source: Require IDENT Authentication
fa: IDENT نياز به اعتبارسنجي

source: Require Reverse DNS for IP
fa: نياز دارد IP معكوس براي DNS به

source: Masquerade address
fa: آدرس مبدل

source: Causes the server to display the network information for the specified address to the client, on the assumption that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
fa: يا بخش فرستنده براي سرويس دهنده باشد NAT به عنوان يك دروازه DNS يا ميزبان IP موجب مي شود كه سرويس دهنده اطلاعات شبكه را براي آدرس مشخص شده اي براي سرويس گيرنده نمايش دهد با اين فرض كه آن آدرس

source: Minimum passive port
fa: حداقل پورت غير فعال

source: The minimum port to allocate for PASV style data connections (0 = use any port).
fa: استفاده از هر پورتي = 0 ، PASV حداقل پورت براي اختصاص دادن به ارتباطات داده اي نوع

source: Maximum passive port
fa: حداكثر پورت غير فعال

source: The maximum port to allocate for PASV style data connections (0 = use any port). Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
fa: از يك سرويس گيرنده، انتخاب مي نمايد، محدود مي كنند. سرويس دهنده بصورت تصادفي يك عدد از دامنه مشخص شده انتخاب مي كند تا وقتي كه يك پورت باز پيدا شود. محدوده پورت انتخاب شده باید در محدوده های غیر ( IANA-registeredمجاز باشد (بطور مثال بزرگتر يا مساوي 1024). موكداً پيشنهاد مي شود دامنه انتخاب شده آنقدر بزرگ باشد كه بتواندچندين اتصال غير فعال همزمان را پشتيباني نمايد (براي مثال 49152 تا 65534، دامنه پورت بي دوام PASV استفاده از هر پورتي=0 ). پورت هاي غير فعال دامنه پورت ها را از آنچه كه سرويس دهنده هنگام ارسال دستور ) PASVحداكثر تعداد پورتي كه اختصاص داده مي شود به اتصالات داده سبك

source: Local user upload bandwidth
fa: پهناي باند بارگزاري براي كاربر محلي

source: Local user upload bandwidth in KB/s. Zero means infinity.
fa: پهناي باند بارگزاري براي كاربر محلي بر مبناي كيلو بايت بر ثانيه. صفر به معناي نامحدود است

source: Local user download bandwidth
fa: پهناي باند دانلود براي كاربر محلي

source: Local user download bandwidth in KB/s. Zero means infinity.
fa: پهناي باند دانلود براي كاربر محلي بر مبناي كيلو بايت بر ثانيه. صفر به معناي نامحدود است

source: Anonymous user upload bandwidth
fa: پهناي باند بارگزاري براي كاربر ناشناس

source: Anonymous user upload bandwidth in KB/s. Zero means infinity.
fa: پهناي باند بارگزاري براي كاربر نا شناس بر مبناي كيلو بايت بر ثانيه. صفر به معناي نامحدود است

source: Anonymous user download bandwidth
fa: پهناي باند دانلود براي كاربر ناشناس

source: Anonymous user download bandwidth in KB/s. Zero means infinity.
fa: پهناي باند دانلود براي كاربر ناشناس بر مبناي كيلو بايت بر ثانيه. صفر به معناي نامحدود است

source: Enable SSL/TLS
fa: را فعال نماييد SSL/TLS

source: These parameters are added to proftpd.conf.
fa: اضافه شده اند proftpd.conf اين پارامترهاي به فايل

source: Directory
fa: شاخه

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
fa: شاخه حاوي فايل هايي است كه شما مي خواهيد منتشر كنيد. ميزبان راه دور نيازي ندارد كه شاخه را به عنوان بخشي از انتقال، ارسال كند

source: Allow New Files
fa: مجوز فايل هاي جديد

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
fa: مشخص شده است /etc/services اي است كه در tftp پورت براي گوش دادن. پيش فرض گوش دادن به پورت

source: Specifies the username which the service will run as.
fa: نام كاربري كه سرويس به عنوان او اجرا مي شود را مشخص مي نمايد

source: Set the umask for newly created files to the specified value. The default is 022 (everyone can read, nobody can write).
fa: (را روي مقدار مشخصي تنظيم نماييد. مقدار پيش فرض 022 است( همه مي توانند بخوانند ولي كسي نمي تواند بنويسد umask براي فايل هايي كه به تازگي ايجاد شده اند،

source: Extra options
fa: گزينه هاي بيشتر

source: Extra command line options (usually empty).
fa: گزينه هاي خط فرمان بيشتر، معمولا خالي است

source: TCP Port
fa: TCP پورت

source: Alternate TCP port. Default is 22
fa: جايگزين. پيش فرض 22 است TCP پورت

source: Login as Root with password
fa: با كلمه عبور Root ورود به عنوان

source: Disabled: Root can only login via public key authentication; Enabled: Root login permitted with password
fa: با كلمه عبور اجازه داده شده است Root فقط مي تواند از طريق اعتبارسنجي كليد عمومي وارد شود. فعال شده است: ورود Root غير فعال شده است:

source: Allow Password Authentication
fa: پذيرفتن اعتبارسنجي با كلمه عبور

source: Allow TCP Port Forwarding
fa: TCP مجوز ارسال به جلو پورت

source: Compress Connections
fa: اتصالات فشرده

source: Host Private Key
fa: كليد خصوصي ميزبان

source: Paste a RSA PRIVATE KEY in PEM format here.
fa: انيجا وارد نماييد PEM به فرمت RSA يك كليد خصوصي

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
fa: مي شود SSH معمولا خالي است) توجه نماييد، گزينه ورودي ناصحيح مانع شروع سرويس ) /etc/ssh/sshd_config گزينه هاي بيشتر براي

source: Domain Controller Name
fa: نام كنترل كننده دامنه

source: AD or PDC name.
fa: AD يا PDC نام

source: Domain Name (DNS/Realm-Name)
fa: (DNS/Realm-Name) نام دامنه

source: Domain Name, eg example.com
fa: example.com نام دامنه براي مثال

source: NetBIOS Name
fa: NetBIOS نام

source: System hostname
fa: نام ميزباني سيستم

source: Workgroup Name
fa: نام گروه كاري

source: Workgroup or domain name in old format, eg WORKGROUP
fa: WORKGROUP نام دامنه يا گروه كاري در قالب قديمي مانند

source: Allow Trusted Domains
fa: پذيرفتن دامنه هاي قابل اطمينان

source: Administrator Name
fa: نام مدير سيستم

source: Domain Administrator account name
fa: نام حساب مدير دامنه

source: Administrator Password
fa: كلمه عبور مدير سيستم

source: Domain Administrator account password.
fa: كلمه عبور حساب مدير دامنه

source: Active Directory
fa: Active Directory شاخه فعال يا

source: The name or IP address of the LDAP server
fa: LDAP براي سرويس دهنده IP نام يا آدرس

source: Base DN
fa: پايه DN

source: The default base Distinguished Name (DN) to use for searches, eg dc=test,dc=org
fa: dc=test,dc=org يا نام متمايز پايه پيش فرض براي استفاده در جستجو ها مانند Distinguished Name (DN)

source: Allow Anonymous Binding
fa: پذيرفتن اتصال ناشناس

source: Root bind DN
fa: Root اجباري براي DN نام متمايز يا

source: The distinguished name with which to bind to the directory server, e.g. cn=admin,dc=test,dc=org
fa: cn=admin,dc=test,dc=org مانند ، directory با نام متمايز براي مقيد نمودن سرويس دهنده

source: Root bind password
fa: Root كلمه عبور اجباري

source: The credentials with which to bind.
fa: گواهينامه اي که با آن متصل است

source: Password Encryption
fa: رمز نمودن كلمه عبور

source: The password change protocol to use.
fa: پروتكل تغيير كلمه عبور براي استفاده

source: User Suffix
fa: پسوند كاربر
