Repository: BillTheBest/MetaNAS
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Plain
fa: واضح

source: Auto
fa: خودکار

source: PIO0
fa: PIO۰

source: PIO1
fa: PIO۱

source: PIO2
fa: PIO۲

source: PIO3
fa: PIO۳

source: PIO4
fa: PIO۴

source: WDMA0
fa: WDMA۰

source: WDMA1
fa: WDMA۱

source: WDMA2
fa: WDMA۲

source: UDMA-16
fa: UDMA-۱۶

source: UDMA-33
fa: UDMA-۳۳

source: UDMA-66
fa: UDMA-۶۶

source: UDMA-100
fa: UDMA-۱۰۰

source: UDMA-133
fa: UDMA-۱۳۳

source: SATA 1.5Gbit/s
fa: SATA ۱٫۵Gbit/s

source: SATA 3.0Gbit/s
fa: SATA ۳٫۰Gbit/s

source: Always On
fa: همیشه روشن

source: Disabled
fa: غیر فعال

source: Level 1 - Minimum power usage with Standby (spindown)
fa: پایه‌ی ۱ - استفاده‌ی کمینه‌ی برق با جانشین (spindown)

source: Level 64 - Intermediate power usage with Standby
fa: سطح ۶۴ - استفاده‌ی متوسط از برق با جانشین

source: Level 127 - Intermediate power usage with Standby
fa: پایه‌ی ۱۲۷ - استفاده‌ی متوسط از برق با جانشین

source: Level 128 - Minimum power usage without Standby (no spindown)
fa: پایه‌ی ۱۲۸ - استفاده‌ی کمینه از برق بدون جانشین (no spindown)

source: Level 192 - Intermediate power usage without Standby
fa: پایه‌ی ۱۹۲ - استفاده‌ی کمینه از برق بدون جانشین

source: Level 254 - Maximum performance, maximum power usage
fa: پایه‌ی ۲۵۴ - کارایی بیشینه، بیشنیه‌ی استفاده از برق

source: Minimum
fa: حداقل

source: Medium
fa: متوسط

source: Maximum
fa: حداکثر

source: January
fa: ژانویه

source: February
fa: فوریه

source: March
fa: مارس

source: April
fa: آوریل

source: May
fa: مِی

source: June
fa: ژوئن

source: July
fa: جولای

source: August
fa: اوت

source: September
fa: سپتامبر

source: October
fa: اکتبر

source: November
fa: نوامبر

source: December
fa: دسامبر

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه‌شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنج‌شنبه

source: Friday
fa: جمعه

source: Saturday
fa: شنبه

source: Sunday
fa: یک‌شنبه

source: Anonymous
fa: ناشناس

source: Local User
fa: کاربر محلی

source: Normal
fa: عادی

source: Full
fa: کامل

source: Debug
fa: اشکال‌زدایی

source: Default
fa: پیش‌فرض

source: No case folding
fa: موردی برای به‌هم آمیختن نیست

source: Lowercase names in both directions
fa: اسم ها با حروف کوچک در هر دو جهت

source: Client sees lowercase, server sees uppercase
fa: سرویس گیرنده حروف را کوچک و سرویس دهنده حروف را بزرگ می‌بیند

source: Client sees uppercase, server sees lowercase
fa: سرویس گیرنده حروف را بزرگ و سرویس دهنده حروف را کوچک می‌بیند

source: File
fa: پرونده

source: Device
fa: افزار

source: ZFS Volume
fa: درایو ZFS

source: Disk
fa: دیسک

source: read-write
fa: خواندنی-نوشتنی

source: read-only
fa: فقط خواندنی

source: None
fa: هیچ‌کدام

source: Mutual CHAP
fa: CHAP دوطرفه

source: UPS reaches low battery
fa: باتری UPS به میزان کمی رسیده

source: UPS goes on battery
fa: UPS از باتری تغذیه می‌شود

source: Tolerated
fa: تحمل

source: Required
fa: ضروری

source: Inherit
fa: وراثت

source: On
fa: روشن

source: Off
fa: خاموش

source: lzjb (recommended)
fa: lzjb (توصیه می شود)

source: gzip (default level, 6)
fa: gzip(مقدار بیش فرض، 6)

source: gzip (fastest)
fa: gzip (سریعترین)

source: gzip (maximum, slow)
fa: gzip ( آهسته ،حداکثر)

source: Hour(s)
fa: (ساعت (ها

source: Day(s)
fa: (روز (ها

source: Week(s)
fa: ( هفته (ها

source: Month(s)
fa: (ماه (ها

source: Year(s)
fa: (سال (ها

source: Everyday
fa: هر روز

source: Every selected weekday
fa: هر روز هفته که انتخاب شده باشد

source: Read-only
fa: فقط خواندنی

source: Write-only
fa: فقط نوشتنی

source: Read and Write
fa: خواندن و نوشتن

source: %(minutes)s minutes
fa: دقیقه %(minutes)s

source: %(hour)s hour
fa: ساعت %(hour)s

source: %(hours)s hours
fa: ساعت ها %(hours)s

source: %(day)s day
fa: روز %(day)s

source: %(week)s week
fa: هفته %(week)s

source: Never - Check the device regardless of its power mode
fa: هرگز) - دستگاه را صرفنظر از وضعيت برق آن، بررسي كنيد) Never

source: Sleep - Check the device unless it is in SLEEP mode
fa: دستگاه را بررسي كنيد مگر آنكه در حالت خواب (اسليپ) باشد - SLEEP

source: Standby - Check the device unless it is in SLEEP or STANDBY mode
fa: آماده به كار ) -دستگاه را بررسي نماييد، مگر آنكه در حالت خواب (اسليپ) و يا آماده به كار (استند باي) باشد) Standby

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode
fa: بيكار) - دستگاه را بررسي نماييد، مگر آنكه در حالت خواب (اسليپ) ، يا آماده به كار (استند باي) و يا بيكار (آيدل) باشد ) Idle

source: Long Self-Test
fa: آزمايش طولاني مدت خود

source: Short Self-Test
fa: آزمايش كوتاه مدت خود

source: Conveyance Self-Test (ATA only)
fa: ( ATA آزمايش انتقال خود (فقط

source: Offline Immediate Test (ATA only)
fa: (ATA فقط ) Offline آزمايش فوري در حالت

source: Rsync module
fa: Rsyncماژول

source: Rsync over SSH
fa: SSH روي Rsync

source: Push
fa: قرار دادن روي

source: Pull
fa: برداشتن از روي

source: Your name cannot start with "-"
fa: "-" اسم شما نمي تواند با كاراكترهاي روبرو شروع شود

source: The character $ is only allowed as the final character
fa: كاراكتر $ فقط به عنوان آخرين كاراكتر قابل استفاده مي باشد

source: Your name contains invalid characters (%s).
fa: (%s) اسم شما شامل كاراكترهاي نامعتبر است

source: Your full name contains invalid characters (%s).
fa: (%s) اسم كامل شما شامل كاراكترهاي نامعتبر است

source: Available
fa: در دسترس

source: Selected
fa: انتخاب شده

source: Username
fa: نام كاربر

source: Required. 16 characters or fewer. Letters, digits and ./-/_ only.
fa: ./-/_ به 16 كاراكتر يا كمتر نياز دارد، شامل حروف، ارقام و فقط

source: This value may contain only letters, numbers and ./-/_ characters.
fa: ./-/_ اين مقدار فقط مي تواند شامل كاراكترهاي روبرو باشد: حروف، ارقام و

source: Password
fa: كلمه عبور

source: Password confirmation
fa: تكرار كلمه عبور

source: Enter the same password as above, for verification.
fa: براي تاييد، "تكرار كلمه عبور" بايد مانند "كلمه عبور" بالا باشد

source: Shell
fa: (پوسته (لايه محافظ

source: Disable password logins
fa: غیر فعال کردن ورود رمز عبور

source: Lock user
fa: قفل شدن كاربر

source: Create a new primary group for the user
fa: يك گروه اوليه جديد براي كاربر بسازيد

source: Primary Group
fa: گروه اوليه

source: SSH Public Key
fa: SSH كليد عمومي

source: Home Directory Mode
fa: حالت دايركتوري اصلي

source: Auxiliary groups
fa: گروه هاي كمكي

source: A user with that uid already exists.
fa: درحال حاضر يك كاربر با اين شناسه كاربري وجود دارد

source: A user with that username already exists.
fa: درحال حاضر يك كاربر با اين نام كاربري وجود دارد

source: This field is required
fa: اين فيلد بايد تكميل شود

source: The two password fields didn't match.
fa: دو كلمه عبور وارد شده با هم يكسان نيستند

source: Home directory has to start with /mnt/ or be /nonexistent
fa: شروع شود يا بايد معدوم شود /mnt/ دايركتوري اصلي بايد با

source: A user cannot belong to more than 64 auxiliary groups
fa: يك كاربر نمي تواند متعلق به بيش از 64 گروه كمكي باشد

source: Home directory is not writable, leave this blank
fa: دايركتوري اصلي قابل نوشتن نيست، آن را خالي بگذاريد

source: Password is disabled, leave this blank
fa: كلمه عبور غير فعال شده است، آن را خالي بگذاريد

source: This field is required.
fa: اين فيلد بايد تكميل شود

source: Home directory has to start with /mnt or be /nonexistent
fa: شروع شود يا بايد معدوم گردد /mnt دايركتوري اصلي بايد با

source: Allow repeated GIDs
fa: اجازه شناسه گروه هاي تكراري

source: A group with that name already exists.
fa: يك گروه با اين نام وجود دارد

source: A group with this gid already exists
fa: در حال حاضر يك گروه با اين شناسه گروه وجود دارد

source: Member users
fa: كاربران عضو

source: New password
fa: كلمه عبور جديد

source: New password confirmation
fa: تكرار كلمه عبور جديد

source: Change root password as well
fa: را بصورت شايسته تغيير دهيد (root) كلمه عبور ريشه

source: Old password
fa: كلمه عبور قديمي

source: Your old password was entered incorrectly. Please enter it again.
fa: كلمه عبور قديمي شما بصورت نادرست وارد شده است. لطفاً دوباره وارد نماييد

source: Do you want to delete all users with this primary group?
fa: آيا ميخواهيد تمامي كاربران با اين گروه اوليه حذف شوند؟

source: Group ID
fa: شناسه گروه

source: Group Name
fa: نام گروه

source: Group
fa: گروه

source: Groups
fa: گروه ها

source: Group %s is built-in and can not be deleted!
fa: جزو ساختار سيستم است و نمي تواند حذف شود %s گروه

source: User ID
fa: شناسه كاربر

source: User &
fa: & كاربر

source: Hashed UNIX password
fa: شده يونيكس Hash كلمه عبور

source: Hashed SMB password
fa: SMB شده Hash پسورد

source: Primary Group ID
fa: شناسه گروه اوليه

source: Home Directory
fa: دايركتوري اصلي

source: Full Name
fa: نام كامل

source: E-mail
fa: (E-mail) آدرس نامه الكترونيكي

source: User
fa: كاربر

source: Users
fa: كاربران

source: User %s is built-in and can not be deleted!
fa: جزو ساختار سيستم است و قابل حذف نمي باشد %s كاربر

source: Account
fa: حساب

source: Admin Account
fa: حساب مدير سيستم

source: Change Password
fa: كلمه عبور را تغيير دهيد

source: Change Admin User
fa: كاربر مدير سيستم را تغيير دهيد

source: Password successfully updated.
fa: كلمه عبور با موفقيت بروز رساني شد

source: Admin user successfully updated.
fa: كاربر مدير سيستم با موفقيت بروز رساني شد

source: Users successfully updated.
fa: كاربران با موفقيت بروز رساني شدند

source: Groups successfully updated.
fa: گروه ها با موفقيت به روز رساني شدند

source: The user %s is not valid.
fa: معتبر نيست %s كاربر

source: The group %s is not valid.
fa: معتبر نيست %s گروه

source: The path must reside within a volume mount point
fa: مستقر شود volume مسير بايد در يك نقطه اوج

source: Error: %s
fa: %s خطا

source: Add %s
fa: %s اضافه كنيد

source: View %s
fa: %s مشاهده كنيد

source: Display System Processes
fa: فرايندهاي سيستم نمايش داده شود

source: Reboot
fa: راه اندازي مجدد

source: Shutdown
fa: خاموش كردن

source: Empty data returned from %s
fa: هيچ داده اي دريافت نشده است %s از

source: Couldn't retrieve %(url)s: %(error)s
fa: %(error)s ، نمي تواند بازيابي شود %(url)s

source: An error occurred while unserializing from %(url)s: %(error)s
fa: %(error)s :يك خطا به وقوع پيوسته است %(url)s در حين نامرتب كردن از آدرس

source: It was not possible to retrieve the current status
fa: امكان بازيابي وضعيت فعلي وجود نداشته است

source: %s successfully updated.
fa: با موفقيت بروز رساني شد %s

source: The service failed to restart.
fa: سرويس نمي تواند دوباره راه اندازي شود

source: %s successfully deleted.
fa: با موفقيت حذف شد %s

source: Error getting total space
fa: خطا تمام فضا را اشغال كرده است

source: Error getting available space
fa: خطاي دريافت فضاي آزاد

source: Error getting used space
fa: خطاي دريافت فضاي استفاده شده

source: Error
fa: خطا

source: NIC
fa: كنترل كننده واسط كاربري شبكه

source: You cannot configure multiple interfaces with the same IP address (%s)
fa: %s يكسان تنظيم نماييد IP شما نمي توانيد چندين كارت را با آدرس

source: You have to specify IPv4 address as well
fa: نگارش 4 استفاده نماييد IP شما بايد يك آدرس

source: You have to choose IPv4 netmask as well
fa: نگارش 4 انتخاب نماييد IP شما بايد يك ماسك شبكه

source: You have to specify IPv6 address as well
fa: نگارش 6 استفاده نماييد IP شما بايد يك آدرس

source: You have to choose IPv6 netmask as well
fa: نگارش 6 انتخاب نماييد IP شما بايد يك ماسك شبكه

source: You have to choose between IPv4 or IPv6
fa: نگارش 4 يا 6 يكي را انتخاب نماييد IP شما بايد بين آدرس

source: Loopback is not a valid nameserver
fa: يك نام معتبر براي نام سرور نيست Loopback

source: Unspecified addresses are not valid as nameservers
fa: آدرس هاي مشخص نشده براي سرويس دهنده هاي نام معتبر نيستند

source: This is not a valid nameserver address
fa: اين يك آدرس معتبر براي سرويس دهنده نام نيست

source: 169.254/16 subnet is not valid for nameserver
fa: زير شبكه 169.254/16 براي سرويس دهنده نام معتبر نيست

source: Must fill out nameserver 2 before filling out nameserver 3
fa: بايد سرويس دهنده نام شماره 2 را قبل از سرويس دهنده نام شماره 3 تكميل نماييد

source: Required when using nameserver 3
fa: هنگام استفاده از سرويس دهنده نام شماره 3، مورد نياز است

source: Must fill out nameserver 1 before filling out nameserver 3
fa: بايد سرويس دهنده نام شماره 1 را قبل از سرويس دهنده نام شماره 3 تكميل نماييد

source: Must fill out nameserver 1 before filling out nameserver 2
fa: بايد سرويس دهنده نام شماره 1 را قبل از سرويس دهنده نام شماره 2 تكميل نماييد

source: Parent Interface
fa: رابط مادر

source: The name must be vlanXX where XX is a integer
fa: يك عدد صحيح است XX باشد كه vlanXX اسم بايد

source: VLAN Tags are 1 - 4095 inclusive
fa: شامل اعداد 1 تا 4095 است VLAN برچسب هاي

source: Physical NICs in the LAGG
fa: LAGG كنترل كننده هاي واسط كاربري شبكه در

source: LAGG Physical NIC
fa: LAGG كارت شبكه فيزيكي

source: The network '%s' is not valid, CIDR expected.
fa: لازم است CIDR معتبر نيست، %s شبكه

source: You have to specify IPv4 address as well per alias
fa: نگارش 4 به عنوان نام مستعار مشخص نماييد IP شما بايد آدرس

source: You have to choose IPv4 netmask as well per alias
fa: نگارش 4 به عنوان نام مستعار انتخاب نماييد IP شما بايد ماسك شبكه از

source: You have to specify IPv6 address as well per alias
fa: نگارش 6 به عنوان نام مستعار مشخص نماييد IP شما بايد آدرس

source: You have to choose IPv6 netmask as well per alias
fa: نگارش 6 به عنوان نام مستعار انتخاب نماييد IP شما بايد ماسك شبكه از

source: You have to choose between IPv4 or IPv6 per alias
fa: نگارش 4 يا نگارش 6، يكي را براي هر نام مستعار انتخاب نماييد IP شما بايد بين آدرس

source: You must specify either an valid IPv4 or IPv6 with maskbit per alias
fa: براي هر نام مستعار مشخص نماييد maskbit معتبر نگارش 4 يا نگارش 6 را به همراه IP شما بايد هريك از آدرس هاي

source: Hostname
fa: ميزبان

source: Domain
fa: دامنه

source: IPv4 Default Gateway
fa: نگارش 4 IPدروازه پيش فرض

source: IPv6 Default Gateway
fa: نگارش 6 IPدروازه پيش فرض

source: Nameserver 1
fa: سرويس دهنده نام شماره 1

source: Nameserver 2
fa: سرويس دهنده نام شماره 2

source: Nameserver 3
fa: سرويس دهنده نام شماره 3

source: Global Configuration
fa: تنظيمات سراسري

source: Pick your NIC
fa: كارت شبكه خود را انتخاب نماييد

source: Interface Name
fa: نام واسط كاربر

source: Name your NIC.
fa: كارت شبكه خود را نامگذاري كنيد

source: DHCP
fa: پروتكل پيكربندي ميزبان پويا (Dynamic Host Configuration Protocol) DHCP

source: When enabled, use DHCP to obtain IPv4 address as well as default router, etc.
fa: ... نگارش 4 به عنوان مسيرياب پيش فرض دريافت نمايد و IP استفاده نماييد تا يك آدرس DHCP هنگامي كه فعال شده، از

source: IPv4 Address
fa: نگارش 4 IP آدرس

source: IPv4 Netmask
fa: نگارش 4 IP شبكه mask

source: Auto configure IPv6
fa: نگارش 6 IP پيكربندي اتوماتيك

source: When enabled, automatically configurate IPv6 address via rtsol(8).
fa: پيكربندي مي نمايد rtsol(8) نگارش 4 را از طريق IP هنگامي كه فعال شد، بصورت اتوماتيك آدرس

source: IPv6 Address
fa: نگارش 6 IP آدرس

source: IPv6 Prefix Length
fa: نگارش 6 IP طول پيشوند

source: Options
fa: گزينه ها

source: Interface
fa: واسط كاربر

source: Interfaces
fa: واسط هاي كارير

source: Alias
fa: نام مستعار

source: Aliases
fa: نام هاي مستعار

source: Virtual Interface
fa: واسط كاربري مجازي

source: Interface names must be vlanXX where XX is a number. Example: vlan0.
fa: vlan0 يك عدد است مانند XX باشد كه vlanXX نام هاي واسط كاربر بايد

source: Physical Interface
fa: واسط كاربري فيزيكي

source: VLAN Tag
fa: VLAN برچسب

source: Description
fa: تشريح

source: VLAN
fa: (شبكه مجازي) Virtual LAN

source: VLANs
fa: (شبكه هاي مجازي) Virtual LANs

source: Protocol Type
fa: نوع پروتكل

source: Link Aggregation
fa: تجمع پيوند

source: Link Aggregations
fa: تجمعات پيوندي

source: LAGG Interface group
fa: گروه واسط كاربري توده ارتباط

source: LAGG Priority Number
fa: عدد اولويت توده ارتباط

source: Physical NIC
fa: كارت شبكه فيزيكي

source: Destination network
fa: شبكه مقصد

source: Gateway
fa: دروازه

source: Static Route
fa: مسير استاتيك

source: Static Routes
fa: مسيرهاي استاتيك

source: Network
fa: شبكه

source: Network Summary
fa: خلاصه شبكه

source: Create Link Aggregation
fa: ساخت تجمع پيوند

source: View Link Aggregations
fa: مشاهده تجمعات پيوندي

source: LAGG successfully added
fa: با موفقيت اضافه شد LAGG

source: Place to temporarily place PBI file
fa: را درون محلي موقتي قرار دهيد PBI فايل

source: The system will use this place to temporarily store the PBI file before it's installed.
fa: قبل از نصب آن، استفاده مي نمايد PBI سيستم اين محل را براي نگهداري موقت فايل

source: PBI file to be installed
fa: نصب شد PBI فايل

source: SHA256 sum for the PBI file
fa: PBI براي فايل SHA256 جمع

source: Invalid checksum
fa: نا معتبر (checksum) مجموع مقابله اي

source: Plugins Jail PBI
fa: PBI اتصالات محدود

source: Jail path cannot contain plugins path.
fa: نمي تواند شامل مسير اتصالات باشد Jail مسير محدود

source: Plugins path cannot contain jail path.
fa: باشد Jail مسير اتصالات نمي تواند شامل مسير محدود

source: Name of the plugin
fa: نام اتصال

source: Plugin info name
fa: نام اطلاعاتي اتصال

source: Info name of the plugin
fa: نام اطلاعاتي اتصال

source: Plugin version
fa: نگارش اتصال

source: Version of the plugin
fa: نگارش اتصال

source: Plugin architecture
fa: معماري اتصال

source: UName of the plugin
fa: اتصال UName

source: Plugin view
fa: نماي اتصال

source: Plugin icon
fa: تصوير اتصال

source: Plugin enabled
fa: اتصال فعال شد

source: Plugin IP address
fa: اتصال IP آدرس

source: Plugin TCP port
fa: اتصال TCP پورت

source: Path to plugin
fa: مسير دهي به اتصال

source: Plugins
fa: اتصالات

source: Control Plugins
fa: اتصالات كنترلي

source: Configure Plugins
fa: اتصالات پيكربندي

source: Plugin successfully updated.
fa: اتصال با موفقيت بروز رساني شد

source: Plugin successfully removed.
fa: اتصال با موفقيت حذف شد

source: Unable to remove plugin.
fa: امكان حذف اتصال نيست

source: This is not a valid mask
fa: اين يك ماسك معتبر نيست

source: This field is required for "Enable home directories browsing".
fa: اين فيلد براي " مشاهده شاخه اصلي فعال " لازم است

source: This field is required for "Home directories".
fa: اين فيلد براي " شاخه هاي اصلي " لازم است

source: The CIFS service failed to reload.
fa: نتوانست بارگزاري شود CIFS سرويس

source: The AFP service failed to reload.
fa: نتوانست بارگزاري شود AFP سرويس

source: The NFS service failed to reload.
fa: نتوانست بارگزاري شود NFS سرويس

source: The plugins path cannot be the same or reside within jail path.
fa: Jail مسير اتصالات نمي تواند شبيه باشد يا مقيم شود در مسير محدود

source: This IP already exists.
fa: وجود دارد IP درحال حاضر اين

source: The Plugins service failed to reload.
fa: سرويس اتصالات نتوانست بارگزاري شود

source: File Permission
fa: مجوز فايل

source: Directory Permission
fa: مجوز شاخه

source: This value must be between 1024 and 65535, inclusive. 0 for default
fa: اين مقدار بايد بين 1024 و 65535 باشد، به علاوه 0 به عنوان پيش فرض

source: This value must be between 1024 and 65535, inclusive. 0 for default.
fa: اين مقدار بايد بين 1024 و 65535 باشد، به علاوه 0 به عنوان پيش فرض

source: This field is required for anonymous login
fa: اين فيلد براي ورود ناشناس لازم است

source: The ftp service failed to start.
fa: نتوانست بارگزاري شود ftp سرويس

source: The tftp service failed to reload.
fa: نتوانست بارگزاري شود tftp سرويس

source: The SSH service failed to reload.
fa: نتوانست بارگزاري شود SSH سرويس

source: The Rsync service failed to reload.
fa: نتوانست بارگزاري شود Rsync سرويس

source: The name cannot contain slash or a closing square backet.
fa: نام نمي تواند شامل اسلش و يا يك براكت بسته باشد

source: Confirm Password
fa: تكرار يا تاييد كلمه رمز

source: The DynamicDNS service failed to reload.
fa: نتوانست بارگزاري شود DynamicDNS سرويس

source: This is not a valid e-mail address
fa: اين يك آدرس معتبر نامه الكترونيكي نيست

source: The contact must contain only alphanumeric characters, _, - or a valid e-mail address
fa: اطلاعات تماس بايد فقط شامل كاراكترهاي حروف و اعداد ، _ ، - و يا يك آدرس معتبر نامه الكترونيكي باشد

source: The community must contain only alphanumeric characters, _ or -
fa: انجمن فقط بايد شامل كاراكترهاي حروف و اعداد ، _ و يا- باشد

source: The SNMP service failed to reload.
fa: نتوانست بارگزاري شود SNMP سرويس

source: Port
fa: درگاه

source: Use alphanumeric characters, ".", "-" and "_".
fa: از كاراكترهاي حروف و اعداد، . ،- و _ استفاده نماييد

source: The email %(email)s is not valid
fa: معتبر نيست %(email)s آدرس الكترونيكي

source: The UPS service failed to reload.
fa: نتوانست بارگزاري شود UPS سرويس

source: Confirm Administrator Password
fa: تاييد نمودن كلمه رمز مدير سيستم

source: The activedirectory service failed to reload.
fa: نتوانست بارگزاري شود activedirectoryسرويس

source: The ldap service failed to reload.
fa: نتوانست بارگزاري شود ldapسرويس

source: Secret
fa: محرمانه

source: Target side secret.
fa: مقصد محرمانه

source: Secret (Confirm)
fa: (رمز (تاييد نمودن

source: Enter the same secret above for verification.
fa: يك رمز مانند رمز بالا، براي تاييد وارد نماييد

source: Initiator Secret
fa: آغاز سازي رمز

source: Initiator side secret. (for mutual CHAP authentication)
fa: (دوطرفه CHAP آغاز رمز جانبي (براي تصديق

source: Initiator Secret (Confirm)
fa: (رمز آغاز كننده ( تاييد

source: Secret does not match
fa: رمزها يكسان نيستند

source: The peer secret is required if you set a peer user.
fa: اگر شما يك جفت كاربر تنظيم كرده ايد، يك جفت رمز نياز داريد

source: The peer secret cannot be the same as user secret.
fa: رمز جفت نمي تواند مانند رمز كاربر باشد

source: The peer user is required if you set a peer secret.
fa: اگر شما يك جفت رمز تنظيم كرده ايد، يك جفت كاربر نياز است

source: The iSCSI service failed to reload.
fa: نتوانست بارگزاري شود iSCSI سرويس

source: LUN already exists in the same target.
fa: در همان مقصد وجود دارد LUN در حال حاضر

source: Controller Auth Group
fa: گروه احراز هويت كنترل كننده

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
fa: مي تواند با كاربر و رمزي صحيح در گروه اعتبارسنجي مشخصي، به اهداف دسترسي داشته باشد istgtcontrol

source: Discovery Auth Group
fa: كشف گروه احراز هويت

source: This value must be between %(start)d and %(end)d, inclusive.
fa: باشد %(end)d و %(start)d اين مقدار بايد بين

source: This field is required if discovery method is set to CHAP or CHAP Mutual.
fa: تنظيم شده است، اين فيلد مورد نياز است CHAP Mutual يا CHAP اگر روش اكتشاف با

source: This field is required whether CHAP or Mutual CHAP are set for Controller Auth Method.
fa: براي روش احراز هويت كنترل كننده تنظيم شده است، اين فيلد مورد نياز است CHAP Mutual يا CHAP اگر

source: You need to specify a filepath, not a directory.
fa: شما بايد يك مسير فايل را مشخص نماييد نه يك شاخه را

source: You need to specify a file inside your volume/dataset.
fa: خودتان مشخص نماييد volume/dataset شما بايد يك فايل را درون

source: Your path to the extent must reside inside a volume/dataset mount point.
fa: ثبت شده باشد volume/dataset مسير شما به محدوده بايد درون يك نقطه اوج

source: This value can be a size in bytes, or can be postfixed with KB, MB, GB, TB
fa: داشته باشد KB, MB, GB, TB اين مقدار بايد يك اندازه با مقياس بايت باشد، يا پسوندي مانند

source: The file must exist if the extent size is set to auto (0)
fa: (0) اگر محدوده اندازه روي اتوماتيك تنظيم شده است، بايد فايل وجود داشته باشد

source: Disk device
fa: دستگاه خواننده ديسك

source: Your Portal Group ID cannot be higher than %d
fa: باشد %d شناسه گروه پرتال شما نمي تواند بيشتر از

source: Your Group ID cannot be higher than %d
fa: باشد %d شناسه گروه شما نمي تواند بيشتر از

source: The field is a not a valid IP address or network. The keyword "ALL" can be used to allow everything.
fa: استفاده كرد تا هر چيزي قابل استفاده باشد "ALL" يا شبكه معتبر نيست. مي توان از كلمه كليدي IP اين فيلد يك آدرس

source: Authentication Group number
fa: شماره گروه اعتبارسنجي

source: Use alphanumeric characters, ".", "-" and ":".
fa: استفاده نماييد ":" ، "-" ، "." از كاركتر هاي حروف ، اعداد و

source: Delete underlying file
fa: فايل مورد نظر را حذف نماييد

source: The S.M.A.R.T. service failed to reload.
fa: نتوانست بارگزاري شود S.M.A.R.T سرويس

source: Service
fa: سرويس
