Repository: BillTheBest/MetaNAS
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: fa

source: ZFS Scrub
fa: ZFS پاك سازي

source: ZFS Scrubs
fa: ZFS پاك سازي هاي

source: Every minute
fa: هر دقيقه

source: Every %s minute(s)
fa: (دقيقه (ها %s تمام

source: Every hour
fa: هر ساعت

source: Every %s hour(s)
fa: (ساعت (ها %s تمام

source: Every %s days
fa: (روز (ها %s تمام

source: Every month
fa: هر ماه

source: Weekdays
fa: روزهاي هفته

source: Weekends
fa: پايان هفته ها

source: Multipath name
fa: چندين نام

source: Multipath member
fa: چندين عضو

source: Transfer Mode
fa: روش انتقال

source: HDD Standby
fa: آماده به كار HDD

source: Advanced Power Management
fa: مديريت قدرت پيشرفته

source: Acoustic Level
fa: سطح شنيداري

source: Enable S.M.A.R.T.
fa: فعال S.M.A.R.T

source: S.M.A.R.T. extra options
fa: S.M.A.R.T گزينه هاي بيشتر

source: Mount Point
fa: نقطه صعود

source: Path to mount point
fa: مسير به سمت نقطه صعود

source: Mount options
fa: نقاط صعود

source: Enter Mount Point options here
fa: گزينه هاي نقطه صعود را اينجا وارد نماييد

source: Remote Replication Host
fa: ميزبان رونوشت راه دور

source: Remote Replication Hosts
fa: ميزبان هاي رونوشت راه دور

source: Filesystem/Volume
fa: فايل سيستم / volume

source: Last snapshot sent to remote side (leave blank for full replication)
fa: ( تصوري لحظه اي قبلي براي سمت راه دور ارسال شد (خالي بگذاريد براي جايگزيني كامل

source: Remote Host
fa: ميزبان راه دور

source: Remote ZFS filesystem name
fa: راه دور ZFS نام فايل سيستم

source: This should be the name of the ZFS filesystem on remote side. eg: poolname/datasetname not the mountpoint or filesystem path
fa: نقطه صعود يا مسير فايل سيستم نيست poolname/datasetname روي طرف راه دور باشد. به عنوان مثال ZFS اين بايد نام فايل سيستم

source: Recursively replicate and remove stale snapshot on remote side
fa: جايگزيني بازگشتي و حذف تصوير لحظه اي قديمي روي طرف راه دور

source: Initialize remote side for once. (May cause data loss on remote side!)
fa: (آغاز سازي طرف راه دور براي يكبار. (ممكن است موجب از دست رفتن داده ها روي سمت راه دور شود

source: Limit (kB/s)
fa: (حد (كيلو بايت بر ثانيه

source: Limit the replication speed. Unit in kilobytes/seconds. 0 = unlimited.
fa: محدود نمودن سرعت رونوشت. واحد كيلو بايت بر ثانيه. 0= نا محدود

source: Replication Task
fa: فعاليت رونوشت داده

source: Replication Tasks
fa: فعاليت هاي رونوشت داده

source: Recursive
fa: بلزگشتي

source: Snapshot lifetime value
fa: اندازه طول عمر تصوير لحظه اي

source: Snapshot lifetime unit
fa: واحد طول عمر تصوير لحظه اي

source: Begin
fa: شروع

source: Do not snapshot before
fa: عكس فوري گرفته نشود قبل از

source: End
fa: پايان

source: Do not snapshot after
fa: عكس فوري گرفته نشود بعد از

source: Interval
fa: وقفه

source: How many minutes passed before a new snapshot is made after the last one.
fa: چه مدت بعد از آخرين تصوير لحظه اي، تصوير لحظه اي جديد گرفته شود

source: Occurrence
fa: رخداد

source: How the task is repeated
fa: چگونه این کار تکرار شده است

source: Weekday
fa: روز هفته

source: Periodic Snapshot Task
fa: فعاليت تهيه تصوير لحظه اي دوره اي

source: Periodic Snapshot Tasks
fa: فعاليت هاي تهيه تصوير لحظه اي دوره اي

source: Storage
fa: محل ذخيره سازي

source: View Snapshots
fa: مشاهده تصوير هاي لحظه اي

source: View ZFS Scrubs
fa: ZFS مشاهده پاك سازي هاي

source: Volume Manager
fa: volume مدير

source: Import Volume
fa: volume وارد كردن

source: View Disks
fa: مشاهده ديسك ها

source: View Multipaths
fa: مشاهده مسيرها

source: Auto Import Volume
fa: volume وارد كردن اتوماتيك

source: Create ZFS Volume
fa: ZFS Volume تهيه

source: Add Periodic Snapshot
fa: افزودن تهيه تصوير لحظه اي دوره اي

source: Create ZFS Dataset
fa: ZFS تهيه مجموعه داده

source: Change Permissions
fa: تغيير مجوز ها

source: Volume successfully added.
fa: با موفقيت اضافه شد Volume

source: Dataset successfully added.
fa: مجموعه داده با موفقيت اضافه شد

source: Dataset successfully edited.
fa: مجموعه داده با موفقيت ويرايش شد

source: An error occurred when setting the options
fa: هنگام تنظيم گزينه ها، يك خطا روي داده است

source: ZFS Volume successfully added.
fa: با موفقيت اضافه شد ZFS Volume

source: This is in use by the iscsi target, please remove it there first.
fa: مقصد در حال استفاده است، لطفاً اول آن را غير فعال نماييد iscsi اين، توسط

source: ZFS Volume successfully destroyed.
fa: با موفقيت حذف شد ZFS Volume

source: Native dataset successfully edited.
fa: مجموعه داده محلي با موفقت ويرايش شد

source: Mount Point permissions successfully updated.
fa: مجوز هاي نقطه صعود با موفقيت بروز رساني شد

source: Dataset successfully destroyed.
fa: مجموعه داده با موفقيت حذف شد

source: Snapshot successfully deleted.
fa: تصوير لحظه اي با موفقيت حذف شد

source: Snapshots successfully deleted.
fa: تصاوير لحظه اي با موفقيت حذف شدند

source: Rollback successful.
fa: عقبگرد با موفقيت انجام شد

source: Snapshot successfully added.
fa: تصوير لحظه اي با موفقيت اضافه شد

source: Snapshot successfully taken.
fa: تصوير لحظه اي با موفقيت گرفته شد

source: Snapshot successfully cloned.
fa: تصوير لحظه اي با موفقيت كلون شد

source: Disk replacement has been initiated.
fa: جايگزيني ديسك آغاز شده است

source: An error occurred.
fa: يك خطا رخ داده است

source: Disk detach has been successfully done.
fa: جدا نمودن ديسك با موفقيت انجام گرفته است

source: Disk offline operation has been issued.
fa: فرمان آفلاين ديسك صادر شده است

source: Disk has been removed.
fa: ديسك حذف شده است

source: The volume has been successfully detached
fa: با موفقيت جدا شده است Volume

source: The scrub process has begun
fa: فرايند پاك سازي آغاز شده است

source: Language (Require UI reload)
fa: (نياز دارد UI زبان ( به بارگذاري

source: You must specify a number between 1 and 65535, inclusive.
fa: شما بايد عددي بين 1 تا 65535 مشخص نماييد

source: Number is required.
fa: عدد نياز دارد

source: Force
fa: اجبار

source: Max Poll should be higher than Min Poll
fa: بالاتر باشد Min Poll بايد از Max Poll

source: Server could not be reached. Check "Force" to continue regardless.
fa: را بررسي نماييد تا صرفنظر از آن ادامه دهد "Force". سرويس دهنده قابل دستيابي نيست

source: Place to temporarily place firmware file
fa: مكان براي قرار دادن موقت فايل ميان افزار

source: The system will use this place to temporarily store the firmware file before it's being applied.
fa: سيستم از اين مكان براي نگهداري موقت فايل ميان افزار قبل از بكارگيري آن، استفاده مي نمايد

source: New image to be installed
fa: تصوير جديدي كه بايد نصب شود

source: SHA256 sum for the image
fa: براي تصوير SHA256 جمع

source: Invalid firmware
fa: ميان افزار نامعتبر

source: Service Pack image to be installed
fa: تصوير دسته سرويس كه بايد نصب شود

source: Invalid service pack
fa: بسته سرويس نا معتبر

source: New config to be installed
fa: تنظيم جديد براي نصب

source: In order to use rsync over SSH you need a user<br />with a public key (DSA/ECDSA/RSA) set up in home dir.
fa: تنظيم شده در شاخه اصلي، نياز داريد (DSA/ECDSA/RSA) با يك كليد عمومي <br /> شما يك كاربر SSH روي rsync براي استفاده از

source: Quotes are not allowed
fa: نقل قول ها داراي مجوز نيستند

source: Protocol
fa: پروتكل

source: WebGUI Address
fa: WebGUI آدرس

source: WebGUI Port
fa: WebGUI پورت

source: Language
fa: زبان

source: Timezone
fa: منطقه زماني

source: Syslog server
fa: Syslog سرويس دهنده

source: Settings
fa: تنظيمات

source: Address
fa: آدرس

source: Burst
fa: از هم پاشيدن

source: When the server is reachable, send a burst of eight packets instead of the usual one. This is designed to improve timekeeping quality with the server command and s addresses.
fa: با فرمان سرويس دهنده و آدرس ها، اين فرايند طراحي شده است timekeeping هنگامي كه سرويس دهنده قابل دستيابي نيست، بصورت پي در پي، هشت بسته بجاي يكي هميشگي، ارسال شود. برای بهبود كيفيت

source: When the server is unreachable, send a burst of eight packets instead of the usual one. This is designed to speed the initial synchronization acquisition with the server command and s addresses.
fa: هنگامي كه سرويس دهنده قابل دستيابي نيست، بصورت پي در پي، هشت بسته بجاي يكي هميشگي، ارسال شود. برای سرعت بخشیدن به دستیابی به هماهنگ سازی اولیه با فرمان سرويس دهنده و آدرس ها، اين فرايند طراحي شده است

source: Marks the server as preferred. All other things being equal, this host will be chosen for synchronization among a set of correctly operating hosts.
fa: سرويس دهنده را به عنوان مقدم، نشانه گذاري نماييد. تمام موارد ديگر مساوي هستند، اين ميزبان براي همزماني در بين يك مجموعه از ميزبان هاي عملياتي صحيح، انتخاب خواهد شد

source: Min. Poll
fa: حداقل نمونه

source: The minimum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 6 (64 s), but can be decreased to a lower limit of 4 (16 s)
fa: به عنوان يك قدرت 2 در ثانيه. پيش فرض ها تا 6(64 ثانيه) است ولي مي تواند تا يك حد پايين تر از 4 (16 ثانيه) كم شود NTP حداقل بازه هاي نمونه گيري براي پيام هاي

source: Max. Poll
fa: حداكثر نمونه

source: The maximum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 10 (1,024 s), but can be increased to an upper limit of 17 (36.4 h)
fa: به عنوان يك قدرت 2 در ثانيه. پيش فرض ها تا 10(1024 ثانيه) است ولي مي تواند تا يك حد بالا تر از 17 (36.4 ساعت) اضافه شود NTP حداكثر بازه هاي نمونه گيري براي پيام هاي

source: NTP Server
fa: NTP سرويس دهنده

source: NTP Servers
fa: NTP سرويس دهنده هاي

source: Enable Console Menu
fa: فعال کردن منوی کنسول

source: Use Serial Console
fa: استفاده از کنسول سریال

source: Enable screen saver
fa: فعال کردن محافظ صفحه نمایش

source: Automatically Check for New Firmware
fa: بصورت اتوماتيك وجود ميان افزار جديد بررسي شود

source: Beep on boot
fa: بوق هنگام بارگزاري

source: Enable Special System Tuning
fa: فعال کردن تنظيم سازي سیستم ویژه

source: Enable powerd (Power Saving Daemon)
fa: (فعال کردن برق ( شبح صرفه جويي برق

source: Enable Zeroconf/Bonjour
fa: Zeroconf/Bonjour فعال سازي

source: Swap size on each drive in GiB, affects new disks only. Setting this to 0 disables swap creation completely (STRONGLY DISCOURAGED).
fa: فقط روي دیسک های جديد تاثير ميگذارد.تنظيم نمودن اين عدد روي 0 بصورت كامل فرايند مبادله سازي را غير فعال مي سازد (شدیدا کاهش یافته است)، Gib فرآیند مبادله اندازه بر روی هر درایو در

source: Show console messages in the footer
fa: پيام هاي كنسول را در پاورقي نمايش دهيد

source: Show tracebacks in case of fatal errors
fa: در حالت خطاهاي مهلك tracebacks نمايش

source: Show advanced fields by default
fa: نمايش فيلدهاي پيشرفته بصورت پيش فرض

source: Enable autotune
fa: autotune فعال سازي

source: MOTD banner
fa: MOTD علامت

source: Advanced
fa: پيشرفته

source: From email
fa: از طریق ایمیل

source: An email address that the system will use for the sending address for mail it sends, eg: freenas@example.com
fa: freenas@example.com یک آدرس ایمیل که سیستم برای ارسال آدرس براي پست آن استفاده مي نمايد مانند

source: Outgoing mail server
fa: سرويس دهنده ارسال نامه به خارج

source: A hostname or ip that will accept our mail, for instance mail.example.org, or 192.168.1.1
fa: 192.168.1.1 يا mail.example.org كه نامه ما را مي پذيرد براي مثال IP يك نام ميزبان يا آدرس

source: An integer from 1 - 65535, generally will be 25, 465, or 587
fa: يك عدد صحيح از 1 تا 65535 ، عموماً 25 يا 465 يا 587 است

source: Port to connect to
fa: پورت براي اتصال به آن

source: encryption of the connection
fa: رمز نمودن اتصال

source: Use SMTP Authentication
fa: SMTP استفاده از اعتبار سنجي

source: A username to authenticate to the remote server
fa: نام کاربری برای تأیید هویت سرويس دهنده راه دور

source: A password to authenticate to the remote server
fa: كلمه عبور برای تأیید هویت سرويس دهنده راه دور

source: Email
fa: نامه الكترونيكي

source: Organization
fa: سازمان

source: Organization Name (eg, company)
fa: company نام سازمان مانند

source: Organizational Unit
fa: واحد سازماني

source: Organizational Unit Name (eg, section)
fa: section نام واحد سازماني مانند

source: Email Address
fa: آدرس نامه الكترونيكي

source: Locality
fa: محل

source: Locality Name (eg, city)
fa: City نام محل مانند

source: State
fa: ايالت

source: State or Province Name (full name)
fa: (نام استان (نام كامل

source: Country
fa: كشور

source: Country Name (2 letter code)
fa: (نام كشور ( كد 2 حرفي

source: Common Name
fa: نام متعارف

source: Common Name (eg, YOUR name)
fa: نام متعارف مانند نام شما

source: SSL Certificate
fa: SSL گواهينامه

source: Cut and paste the contents of your private and public certificate files here.
fa: محتويات فايل هاي گواهينامه عمومي يا خصوصي خود را بريده و در اينجا وارد نماييد

source: The user to run the command
fa: كاربر براي اجراي فرمان

source: Command
fa: دستور

source: Short description
fa: شرح مختصر

source: Cron Job
fa: cron برنامه

source: Cron Jobs
fa: cron برنامه هاي

source: IP Address or hostname
fa: يا نام ميزبان IP آدرس

source: Remote Module Name
fa: نام ماژول راه دور

source: Name of the module defined in the remote rsync daemon
fa: راه دور rsync daemon نام ماژول تعريف شده در

source: Remote Path
fa: مسير راه دور

source: Path on remote host to rsync to, e.g. /mnt/tank
fa: /mnt/tank با آن، مانند rsync مسير روي ميزبان راه دور براي

source: Direction
fa: جهت

source: Push - From local to remote machine. Pull - From remote to local machine.
fa: هل دادن - از ماشين محلي به ماشين راه دور. برداشتن - از ماشين راه دور به ماشين محلي

source: Recurse into directories
fa: به سمت شاخه ها Recurse

source: Times
fa: دفعه

source: Preserve modification times
fa: نگهداري تعداد تغييرات

source: Compress
fa: فشرده

source: Compress data during the transfer
fa: فشرده سازی داده ها در طول انتقال

source: Archive
fa: بايگاني

source: Archive mode
fa: روش بايگاني

source: Delete
fa: حذف

source: Delete files on the receiving side that don't exist on sender
fa: حذف فایل ها بر روی سمت دریافت كننده که در فرستنده وجود ندارد

source: Suppress non-error messages
fa: متوقف نمودن پيام هايي كه مربوط به خطا نيستند

source: Preserve permissions
fa: حفظ مجوزها

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions
fa: دريافت كننده، مجوز هاي مقصد را مانند آنچه در مبداء است، تنظيم نمايد rsync اين گزينه موجب مي شود كه

source: Preserve extended attributes
fa: حفظ ویژگی های توسعه یافته

source: This option causes rsync to update the remote extended attributes to be the same as the local ones
fa: ، ويژگي هاي توسعه يافته راه دور را مانند آنچه محلي است، بروز رساني نمايد rsync اين گزينه موجب مي شود كه

source: Extra options to rsync command line (usually empty)
fa: (معمولاً خالي است) rsync گزينه هاي بيشتر براي خط فرمان

source: Rsync Task
fa: Rsync فعاليت

source: Rsync Tasks
fa: Rsync فعاليت هاي

source: S.M.A.R.T. Test
fa: S.M.A.R.T. تست

source: S.M.A.R.T. Tests
fa: S.M.A.R.T. تست هاي

source: Value
fa: ارزش

source: System
fa: سيستم

source: Reporting
fa: گزارش دهي

source: System Information
fa: اطلاعات سيستم

source: View Cron Jobs
fa: cron مشاهده کارهای

source: View Rsync Tasks
fa: Rsync مشاهده كارهاي

source: View S.M.A.R.T. Tests
fa: S.M.A.R.T. مشاهده كارهاي

source: View Sysctls
fa: Sysctls مشاهده

source: View Tunables
fa: Tunables مشاهده

source: The uploaded file is not valid.
fa: فايل بارگذاري شده معتبر نيست

source: Reboot is being issued
fa: راه اندازي مجدد آغاز شده است

source: Shutdown is being issued
fa: خاموش شدن آغاز شده است

source: Test message from %s
fa: پیغام آزمون از s%

source: This is a message test from %s
fa: این یک پیغام آزمون از s% است

source: Your test email could not be sent: %s
fa: رایانامه‌ی آزمون شما قابل ارسال نیست: s%

source: Your test email has been sent!
fa: !نامه الكترونيكي تستي شما ارسال شد

source: Page Not Found
fa: صفحه يافت نشد

source: expand all
fa: توسعه دادن همه

source: collapse all
fa: متلاشي شدن همه

source: Log Out
fa: خروج از سیستم

source: Help
fa: كمك

source: Log In
fa: ورود به سيستم

source: ID
fa: شناسه

source: Members
fa: اعضاء

source: Modify
fa: تغيير دادن

source: Remove
fa: حذف نمودن

source: Modify Group
fa: اصلاح گروه

source: Delete Group
fa: حذف گروه

source: There are no user defined groups.
fa: هیچ کاربر گروه هاي تعريف شده وجود دارد

source: Add New Group
fa: اضافه نمودن گروه جديد

source: Home
fa: خانه

source: Modify User
fa: اصلاح كاربر

source: Auxiliary Groups
fa: گروه های کمکی

source: Remove User
fa: حذف كاربر

source: Delete User
fa: حذف كاربر

source: No users defined
fa: هيچ كاربري تعريف نشده است

source: Add New User
fa: افزودن كاربر جديد

source: Change E-mail
fa: تغيير پست الكترونيكي

source: Change Admin Password
fa: تغيير كلمه عبور مدير

source: Basic Mode
fa: حالت پایه

source: Advanced Mode
fa: حالت پيشرفته

source: OK
fa: تصويب

source: WARNING
fa: هشدار

source: CRITICAL
fa: بحرانی

source: Browse
fa: مشاهده و جستجو

source: Close
fa: بستن

source: Cancel
fa: لغو

source: Are you sure you want to delete?
fa: آيا مطمئن هستيد كه مي خواهيد حذف كنيد؟

source: Yes
fa: بله

source: Your changes have been successfully updated!
fa: !تغییرات شما با موفقیت بروز رساني شدند

source: Save
fa: ذخیره

source: Running Processes
fa: پروسه های درحال اجرا

source: Loading...
fa: ...بارگذاري

source: Help & Support
fa: كمك و پشتيباني

source: Forum
fa: انجمن

source: Community Forum
fa: انجمن عمومي

source: IRC (Chat)
fa: IRC (گفتگو)

source: Mailing Lists
fa: لیست های پستی

source: FreeNAS Announce
fa: FreeNAS آگهي

source: FreeNAS Commit
fa: FreeNAS تعهد

source: FreeNAS Devel
fa: FreeNAS توسعه

source: FreeNAS Testing
fa: FreeNAS تست

source: FreeNAS Docs
fa: FreeNAS اسناد

source: FreeNAS Translations
fa: FreeNAS ترجمه هاي

source: Support Issues
fa: مسائل پشتیبانی

source: Bug Tracker
fa: رديابي مشكل

source: Documentation
fa: مستندات

source: FreeNAS Documentation
fa: FreeNAS مستندات

source: IPv6 Auto
fa: نگارش 6 اتوماتيك IP

source: Available actions
fa: فعاليت هاي موجود

source: Edit
fa: ويرايش

source: Edit Interface
fa: ويرايش واسط

source: Delete Interface
fa: حذف واسط

source: No interfaces defined
fa: هيچ واسط هايي تعريف نشده

source: Add Interface
fa: افزودن واسط

source: Actions
fa: فعاليت ها

source: Edit Members
fa: ويرايش اعضاء

source: LAGG Members
fa: LAGG اعضاء

source: No LAGG interface defined
fa: تعريف نشده است LAGG هيچ واسط

source: Add LAGG Interface
fa: LAGG افزودن واسط

source: Add LAGG
fa: LAGG افزودن

source: Ordering Priority
fa: مرتب سازی بر اساس اولویت

source: Startup option
fa: گزینه راه اندازی

source: Action
fa: فعاليت

source: Add LAGG Member
fa: LAGG افزودن اعضاء

source: Destination
fa: مقصد

source: Edit Static Route
fa: ويرايش مسير استاتيك

source: Delete Static Route
fa: حذف مسير استاتيك

source: No static route defined
fa: هيچ مسير استاتيكي تعريف نشده است

source: Add Static Route
fa: افزودن مسير استاتيك

source: Nameserver
fa: سرويس دهنده نام

source: No nameserver defined
fa: هيچ سرويس دهنده نامي تعريف نشده است

source: Default route
fa: مسير پيش فرض

source: No default route defined
fa: هيچ مسير پيش فرضي تعريف نشده است

source: Edit VLAN
fa: VLAN ويرايش

source: Delete VLAN
fa: VLAN حذف

source: No VLAN defined
fa: اي تعريف نشده استVLAN هيچ

source: Add VLAN Interface
fa: VLAN افزودن واسط

source: Installed...
fa: ...نصب شده

source: Install Plugin
fa: نصب اتصال

source: Info
fa: اطلاعات

source: Plugin info
fa: اطلاعات اتصال

source: Edit Plugin
fa: ويرايش اتصال

source: Delete plugin
fa: حذف اتصال

source: No plugins installed
fa: هيچ اتصالي نصب نشده است

source: Step %(step)s of %(step_count)s
fa: %(step_count)s از %(step)s مرحله

source: Upload Jail PBI
fa: Jail PBI بارگذاري

source: Please wait...
fa: لطفاً صبر كنيد

source: Upload Plugin
fa: بارگذاري اتصال

source: Your username and password didn't match. Please try again.
fa: .نام كاربري و كلمه عبور شما با هم هماهنگ نبود. لطفاً دوباره سعي كنيد

source: Welcome, %(username)s. Thanks for logging in.
fa: خوش آمديد. از ورود شما سپاسگزاريم %(username)s

source: Welcome to %(sw_name)s&trade; %(sw_login_version)s
fa: %(sw_login_version)s; خوش آمديد %(sw_name)s&trade به

source: Please log in.
fa: لطفاً وارد شويد

source: Logged Out
fa: خروج انجام شد

source: You are now logged out.
fa: در حال حاضر شما از سيستم خارج شده ايد

source: Log back in
fa: دوباره وارد شويد

source: Would you like to enable this service?
fa: آيا تمايل داريد اين سرويس را فعال نماييد

source: No
fa: خير

source: AFP Settings
fa: AFP تنظيمات

source: Active Directory Settings
fa: Active Directory تنظيمات

source: CIFS Settings
fa: CIFS تنظيمات

source: Dynamic DNS Settings
fa: Dynamic DNS تنظيمات

source: FTP Settings
fa: FTP تنظيمات

source: ISCSI Settings
fa: ISCSI تنظيمات

source: LDAP Settings
fa: LDAP تنظيمات

source: NFS Settings
fa: NFS تنظيمات

source: Plugins Settings
fa: تنظيمات اتصالات

source: Install Jail PBI
fa: Jail PBI نصب

source: Rsync Settings
fa: Rsync تنظيمات

source: SNMP Settings
fa: SNMP تنظيمات

source: S.M.A.R.T. Settings
fa: تنظیمات .S.M.A.R.T

source: SSH Settings
fa: SSH تنظيمات

source: TFTP Settings
fa: TFTP تنظيمات

source: UPS Settings
fa: UPS تنظيمات

source: iSCSI Management
fa: iSCSI مديريت

source: Portals
fa: دروازه ها

source: Authorized Initiators
fa: شروع كننده مجاز

source: Authentication
fa: اعتبارسنجي

source: Targets
fa: اهداف

source: Extents
fa: دامنه ها

source: Associated Targets
fa: اهداف مرتبط

source: No targets defined
fa: هيچ هدفي تعريف نشده است

source: Add Extent to Target
fa: افزودن اندازه به هدف

source: Add Extent To Target
fa: افزودن اندازه به هدف

source: Peer
fa: جفت

source: Add iSCSI User
fa: iSCSI افزودن كاربر

source: Authorized Network
fa: شبكه مجاز

source: Add Authorized Initiator
fa: افزودن آغاز كننده مجاز

source: Add Extent
fa: افزودن اندازه

source: File Extent
fa: اندازه فايل

source: Listen
fa: گوش دادن

source: No IP defined for this Portal
fa: تعريف نشده است IP براي اين دروازه هيچ آدرس

source: Edit Portal
fa: ويرايش دروازه

source: Delete Portal
fa: حذف دروازه

source: Add Portal
fa: افزودن دروازه

source: Add Target
fa: افزودن هدف

source: All the files within the plugins jail will be permanently deleted.
fa: تمام فایل های درون محدوده اتصالات براي هميشه حذف خواهد شد

source: Delete Plugins Jail
fa: Plugins Jail حذف

source: Jail path
fa: Jail مسير

source: Jail IP
fa: Jail براي IP آدرس

source: Plugins path
fa: مسير اتصالات

source: No rsync modules defined
fa: تعريف نشده است rsync هيچ ماژول

source: Active Shares
fa: مشتركات فعال

source: There are no active Apple (AFP) shares.
fa: فعالي وجود ندارد (AFP) Apple هيچ بخش اشتراك

source: Edit Apple (AFP) Share
fa: (AFP) Apple ويرايش بخش اشتراك

source: Delete Apple (AFP) Share
fa: (AFP) Apple حذف بخش اشتراك

source: No shares defined
fa: هيچ بخش اشتراكي تعريف نشده است

source: Add Apple (CIFS) Share
fa: (CIFS) Apple افزودن بخش اشتراك

source: Add Apple (AFP) Share
fa: (CIFS) Apple افزودن بخش اشتراك

source: There are no active UNIX (NFS) shares.
fa: فعالي وجود ندارد (NFS) UNIX هيچ بخش اشتراك

source: Mountpoint
fa: نقطه اوج

source: Edit UNIX (NFS) Share
fa: (NFS) UNIX ويرايش بخش اشتراك

source: Delete UNIX (NFS) Share
fa: (NFS) UNIX حذف بخش اشتراك

source: Add UNIX (NFS) Share
fa: (NFS) UNIX افزودن بخش اشتراك

source: There are no active Windows (CIFS) shares.
fa: فعالي وجود ندارد (CIFS) Windows هيچ بخش اشتراك

source: Edit Windows (CIFS) Share
fa: (CIFS) Windows ويرايش بخش اشتراك

source: Delete Windows (CIFS) Share
fa: (CIFS) Windows حذف بخش اشتراك

source: Add Windows (CIFS) Share
fa: (CIFS) Windows افزودن بخش اشتراك

source: Clone Snapshot
fa: Clone تصوير لحظه اي

source: Are you sure you want to destroy "%(name)s"?
fa: را از بين ببريد؟ "%(name)s" آيا مطمئن هستيد كه مي خواهيد

source: This will delete all files within the dataset.
fa: اين كار تمام فايل هاي درون مجموعه داده (و فرزندان درون مجموعه هاي داده) را حذف خوهد كرد

source: Edit Dataset
fa: ويرايش مجموعه داده

source: Create ZFS dataset in %(fs)s
fa: %(fs)s در ZFS ساخت مجموعه داده

source: Add Dataset
fa: افزودن مجموعه داده

source: Are you sure you want to detach?
fa: آیا مطمئن هستید که می خواهید جدا کنید؟

source: Are you sure you want to offline?
fa: آیا مطمئن هستید که شما آفلاین می خواهید؟

source: Are you sure you want to remove?
fa: آیا مطمئن هستید که می خواهید حذف كنيد؟

source: Replacing disk
fa: دیسک جایگزین

source: Replace disk
fa: جايگزيني ديسك
